[
  {
    "Id": 11763,
    "Title": "垓下歌",
    "Dynasty": "秦",
    "Author": "项羽",
    "AuthorId": 10385,
    "Kind": "诗",
    "Content": "力拔山兮气盖世。时不利兮骓不逝。\r\n骓不逝兮可奈何！虞兮虞兮奈若何！",
    "Translation": "力可拔山啊气可盖世，可时运不济宝马也再难奔驰；\r\n宝马不奔驰啊，还有什么办法？虞姬呀！虞姬呀！我该如何安排你？",
    "Comment": "",
    "Intro": "《垓下歌》是西楚霸王项羽败亡之前吟唱的一首诗，是足以惊神泣鬼的一首壮歌。抒发了项羽在汉军的重重包围之中那种充士怨愤和无可奈何的心情。",
    "Annotation": "兮：文言助词，相当于现代的「啊」或「呀」\r\n奈何：怎么办。\r\n若：你。",
    "PostsCount": 73
  },
  {
    "Id": 11887,
    "Title": "谏逐客书",
    "Dynasty": "秦",
    "Author": "李斯",
    "AuthorId": 10400,
    "Kind": "文",
    "Content": "臣闻吏议逐客，窃以为过矣。昔穆公求士，西取由余于戎，东得百里奚于宛，迎蹇叔于宋，求丕豹、公孙支于晋。此五子者，不产于秦，而穆公用之，并国二十，遂霸西戎。孝公用商鞅之法，移风易俗，民以殷盛，国以富强，百姓乐用，诸侯亲服，获楚、魏之师，举地千里，至今治强。惠王用张仪之计，拔三川之地，西并巴、蜀，北收上郡，南取汉中，包九夷，制鄢、郢，东据成皋之险，割膏腴之壤，遂散六国之从，使之西面事秦，功施到今。昭王得范雎，废穰侯，逐华阳，彊公室，杜私门，蚕食诸侯，使秦成帝业。此四君者，皆以客之功。由此观之，客何负于秦哉！向使四君却客而不内，疏士而不用，是使国无富利之实而秦无强大之名也。\r\n今陛下致昆山之玉，有随、和之宝，垂明月之珠，服太阿之剑，乘纤离之马，建翠凤之旗，树灵鼍之鼓。此数宝者，秦不生一焉，而陛下说之，何也？必秦国之所生然后可，则是夜光之璧不饰朝廷；犀象之器不为玩好；郑、卫之女不充后宫，而骏良<马夬><马是>，不实外厩，江南金锡不为用，西蜀丹青不为采。所以饰后宫、充下陈、娱心意、说耳目者，必出于秦然后可，则是宛珠之簪、傅玑之珥、阿缟之衣、锦绣之饰不进于前，而随俗雅化佳冶窈窕赵女不立于侧也。夫击瓮叩缶，弹筝搏髀，而歌呼呜呜快耳目者，真秦之声也；《郑》《卫》《桑间》《昭》《虞》《武》《象》者，异国之乐也。今弃击瓮而就《郑》《卫》，退弹筝而取《昭》《虞》，若是者何也？快意当前，适观而已矣。今取人则不然，不问可否，不论曲直，非秦者去，为客者逐。然则是所重者在乎色、乐、珠玉，而所轻者在乎人民也。此非所以跨海内、制诸侯之术也。\r\n臣闻地广者粟多，国大者人众，兵强者则士勇。是以太山不让土壤，故能成其大；河海不择细流，故能就其深；王者不却众庶，故能明其德；是以地无四方，民无异国，四时充美，鬼神降福，此五帝三王之所以无敌也。今乃弃黔首以资敌国，却宾客以业诸侯，使天下之士退而不敢西向，裹足不入秦，此所谓「藉寇兵而赍盗粮」者也。\r\n夫物不产于秦，可宝者多；士不产于秦，而愿忠者众。今逐客以资敌国，损民以益仇，内自虚而外树怨于诸侯，求国无危，不可得也。",
    "Translation": "我听说官吏在商议驱逐客卿这件事，私下里认为是错误的。从前秦穆公寻求贤士，西边从西戎取得由余，东边从宛地得到百里奚，又从宋国迎来蹇叔，还从晋国招来丕豹、公孙支。这五位贤人，不生在秦国，而秦穆公重用他们，吞并国家二十多个，于是称霸西戎。秦孝公采用商鞅的新法，移风易俗，人民因此殷实，国家因此富强，百姓乐意为国效力，诸侯亲附归服，战胜楚国、魏国的军队，攻取土地上千里，至今政治安定，国力强盛。秦惠王采纳张仪的计策，攻下三川地区，西进兼并巴、蜀两国，北上收得上郡，南下攻取汉中，席卷九夷各部，控制鄢、郢之地，东面占据成皋天险，割取肥田沃土，于是拆散六国的合纵同盟，使他们朝西事奉秦国，功烈延续到今天。昭王得到范雎，废黜穰侯，驱逐华阳君，加强、巩固了王室的权力，堵塞了权贵垄断政治的局面，蚕食诸侯领土，使秦国成就帝王大业。这四位君主，都依靠了客卿的功劳。由此看来，客卿哪有什么对不住秦国的地方呢！倘若四位君主拒绝远客而不予接纳，疏远贤士而不加任用，这就会使国家没有丰厚的实力，而让秦国没有强大的名声了。\r\n陛下罗致昆山的美玉，宫中有随侯之珠，和氏之璧，衣饰上缀着光如明月的宝珠，身上佩带着太阿宝剑，乘坐的是名贵的纤离马，树立的是以翠凤羽毛为饰的旗子，陈设的是蒙着灵鼍之皮的好鼓。这些宝贵之物，没有一种是秦国产的，而陛下却很喜欢它们，这是为什么呢？如果一定要是秦国出产的才许可采用，那么这种夜光宝玉，决不会成为秦廷的装饰；犀角、象牙雕成的器物，也不会成为陛下的玩好之物；郑、卫二地能歌善舞的女子，也不会填满陛下的后宫；北方的名骥良马，决不会充实到陛下的马房；江南的金锡不会为陛下所用，西蜀的丹青也不会作为彩饰。用以装饰后宫、广充侍妾、爽心快意、悦入耳目的所有这些都要是秦国生长、生产的然后才可用的话，那么点缀有珠宝的簪子，耳上的玉坠，丝织的衣服，锦绣的装饰，就都不会进献到陛下面前；那些闲雅变化而能随俗推移的妖冶美好的佳丽，也不会立于陛下的身旁。那敲击瓦器，拍髀弹筝，乌乌呀呀地歌唱，能快人耳目的，确真是秦国的地道音乐了；那郑、卫桑间的歌声，《昭虞》《武象》等乐曲，可算是外国的音乐了。如今陛下却抛弃了秦国地道的敲击瓦器的音乐，而取用郑、卫淫靡悦耳之音，不要秦筝而要《昭虞》，这是为什么呢？难道不是因为外国音乐可以快意，可以满足耳目官能的需要么？可陛下对用人却不是这样，不问是否可用，不管是非曲直，凡不是秦国的就要离开，凡是客卿都要驱逐。这样做就说明，陛下所看重的，只在珠玉声色方面；而所轻视的，却是人民士众。这不是能用来驾驭天下，制服诸侯的方法啊！\r\n我听说田地广就粮食多，国家大就人口众，武器精良将士就骁勇。因此，泰山不拒绝泥土，所以能成就它的高大；江河湖海不舍弃细流，所以能成就它的深邃；有志建立王业的人不嫌弃民众，所以能彰明他的德行。因此，土地不分东西南北，百姓不论异国它邦，那样便会一年四季富裕美好，天地鬼神降赐福运，这就是五帝、三王无可匹敌的缘故。抛弃百姓使之去帮助敌国，拒绝宾客使之去事奉诸侯，使天下的贤士退却而不敢西进，裹足止步不入秦国，这就叫做「借武器给敌寇，送粮食给盗贼」啊。物品中不出产在秦国，而宝贵的却很多；贤士中不出生于秦，愿意效忠的很多。如今驱逐宾客来资助敌国，减损百姓来充实对手，内部自己造成空虚而外部在诸侯中构筑怨恨，那要谋求国家没有危难，是不可能的啊。",
    "Comment": "司马迁《史记·李斯列传》：秦王拜斯为客卿，会韩人郑国来间秦，以作注溉渠，已而觉，秦宗室大臣皆言秦王曰：「诸侯人来事秦者，大抵为其主游间于秦耳，请一切逐客。」李斯议亦在逐中，斯乃上书曰：……秦王乃除逐客之令，复李斯官。\r\n刘勰在《文心雕龙·论说》：李斯之止逐客，并顺情入机，动言中务，虽批逆鳞，而功成计合，此上书之善说也。\r\n宋代李涂《文章精义》：中原诸物不出于秦，而秦用之，犹人才不出于秦，而秦不用，反复议论，深得作文之法。\r\n林云铭《古文新义》：秦之逐客，以宗室大臣谓诸侯人来事秦者，皆为其主游间耳。李斯既在逐中，其上书不便作谏止语故。……利害凿凿可睹，不必请除其令，而令自除，乃不谏止之谏止也。细玩行文，落笔时必有一段无因见逐不能自平之气。故不禁其拉杂错综，忽而正说，忽而倒说，忽而复说，莫可端倪，如此所以为佳。\r\n鲁迅《汉文学史纲要》：秦之文章，李斯一人而已。\r\n",
    "Intro": "《谏逐客书》是李斯的一篇优秀古代公文，是应用写作法定公文研究的重要内容之一。这里的「书」不是书信，而是上书、奏章，为古代臣子向君主陈述政见的一种文体，是一种臣子向帝王逐条分析事理的公文名称，与表性质类似。该文能比较充分地体现公文的一些本质属性，正是这些公文本质属性形成了该文鲜明的特色。",
    "Annotation": "由余：亦作「繇余」，戎王的臣子，是晋人的后裔。穆公屡次使人设法招致他归秦，以客礼待之。入秦后，受到秦穆公重用，帮助秦国攻灭西戎众多小国，称霸西戎。\r\n戎：古代中原人多称西方少数部族为戎。此指秦国西北部的西戎，活动范围约在今陕西西南、甘肃东部、宁夏南部一带。\r\n百里奚：原为虞国大夫。晋灭虞被俘，后作为秦穆公夫人的陪嫁臣妾之一送往秦国。逃亡到宛，被楚人所执。秦穆公用五张黑公羊皮赎出，用上大夫，故称「五羖大夫」。是辅佐秦穆公称霸的重臣。\r\n宛（yuān）：楚国邑名，在今河南南阳市。\r\n蹇（jiǎn）叔：百里奚的好友，经百里奚推荐，秦穆公把他从宋国请来，委任为上大夫。百里奚对穆公说：「臣不及臣友蹇叔，蹇叔贤而世莫知」。\r\n宋，国名，或称「商」「殷」，子姓，始封君为商纣王庶兄微子啟，西周初周公平定武庚叛乱后将商旧都周围地区封给微子啟，都于商丘（今河南商丘县南），约有今河南东南部及所邻山东、江苏、安徽接界之地。公元前三世纪中叶，大臣剔成肸（即司城子罕）逐杀宋桓侯，戴氏代宋。公元前286年被齐国所灭。\r\n求：一说作「来」。\r\n丕豹：晋国大夫丕郑之子，丕郑被晋惠公杀死后，丕豹投奔秦国，秦穆公任为大夫。\r\n公孙支：或作「枝」，字子桑，秦人，曾游晋，后返秦任大夫。\r\n晋：国名，姬姓，始封君为周成王之弟叔虞，建都于唐（今陕西翼城县西），约有今山西西南部之地。春秋时，晋献公迁都于绛，亦称「翼」（今山西翼城县东南），陆续攻灭周围小国；晋文公成为继齐桓公之后的霸主；晋景公迁都新田（今山西侯马市西），亦称「新绛」，兼并赤狄，疆域扩展到今山西大部、河北西南部、河南北部和陕西一角。春秋后期，公室衰微，六卿强大。战国初，被执政的韩、赵、魏三家所瓜分。公元前369年，最后一位国君晋桓公被废为庶人，国灭祀绝。\r\n产：生，出生。\r\n并国二十，遂霸西戎：《史记·秦本纪》记载秦穆公「益国十二，开地千里，遂霸西戎」。这里的「二十」应当是约数。并，吞并。\r\n孝公：即秦孝公。\r\n商鞅：卫国公族，公孙氏，亦称公孙鞅，初为魏相公叔痤家臣，公叔痤死后入秦，受到秦孝公重用，任左庶长、大良造，因功封于商（今山西商县东南）十五邑，号称商君。于公元前356年和前350年两次实行变法，奠定秦国富强的基础。公元前338年，秦孝公去世，被车裂身死。\r\n殷盛：指百姓众多而且富裕。殷，多、众多。\r\n魏：国名，始封君魏文侯，系晋国大夫毕万后裔，于公元前403年与韩景侯、赵烈侯联合瓜分晋国，被周威烈王封为诸侯，建都安邑（今山西夏县西北）。魏文侯任用李悝改革内政，成为强国。梁惠王时迁都大梁（今河南开封市），因亦称」梁」。后国势衰败，公元前225年被秦国所灭。获楚、魏之师，指战胜楚国、魏国的军队。公元前340年，商鞅设计诱杀魏军主将公子昂，大败魏军。同年又与楚战，战况不详，据此，当也是秦军获胜。\r\n惠王：即秦惠王，名驷，秦孝公之子，公元前337年至前311年在位。于公元前325年称王。\r\n张仪：魏人，秦惠王时数次任秦相，鼓吹「连横」，游说各国诸侯事奉秦国，辅佐秦惠文君称王，封武信君。秦武王即位，入魏为相。于公元前310年去世。此句以下诸事，均为张仪之计，因为张仪曾经作为宰相，执掌秦国权柄，所以以下诸事均出于他的谋划。\r\n三川之地：指黄河、雒水、伊水三川之地，在今河南西北部黄河以南的洛水、伊水流域。韩宣王在此设三川郡。公元前308年秦武王派兵攻取三川大县宜阳（今河南宜阳县西）。公元前249年秦灭东周，取得韩三川全郡，重设三川郡。\r\n巴：国名，周武王灭商后被封为子国，称巴子国，在今四川东部、湖北西部一带。战国中期建都于巴（今四川重庆节）。公元前316年秦惠王派张仪、司马错等领兵攻灭巴国，在其地设置巴郡。\r\n蜀：国名，周武王时曾参加灭商的盟会，有今四川中部偏西地区。战国中期建都于成都（今四川成都市）。公元前316年秦惠文王派张仪、司马错等领兵灭蜀，在其地设置蜀郡。\r\n上郡：郡名，原为楚地，今陕西榆林。魏文侯时置，辖境有今陕西洛河以东，黄梁河以北，东北到子长县、延安市一带。公元前328年魏割上郡十五县给秦，前312年又将整个上郡献秦。秦国于公元前304年于此设置上郡。\r\n汉中：郡名，今陕西汉中。楚怀王时置，辖境有陕西东南和湖北西北的汉水流域。公元前312年，被秦将魏章领兵攻取，秦于此重置汉中郡。\r\n包：这里有并吞的意思。\r\n九夷：此指楚国境内西北部的少数部族，在今陕西、湖北、四川三省交界地区。\r\n鄢（yān）：楚国别都，在今湖北宜城县东南。春秋时楚惠王曾都于此。\r\n郢（yǐng）：楚国都城，在今湖北江陵市西北纪南城。公元前279年秦将白起攻取鄢，翌年又攻取郢。\r\n成皋：邑名，在今河南荥阳县汜水镇，地势险要，是著名的军事重地。春秋时属郑国称虎牢，公元前375年韩国灭郑属韩，公元前249年被秦军攻取。\r\n六国之从：六国合纵的同盟。六国，指韩、魏、燕、赵、齐、楚六国。从，通「纵」。\r\n施（yì）：蔓延，延续。\r\n昭王：即秦昭王，名稷，一作侧或则，秦惠王之子，秦武王异母弟，公元前306年至前251年在位。\r\n范雎（jū）：一作「范且」，亦称范叔，魏人，入秦后改名张禄，受到秦昭王信任，为秦相，对内力主废除外戚专权，对外采取远交近攻策略，封于应（今河南宝丰县西南），亦称应侯，死于公元前255年。\r\n穰（ráng）侯：即魏冉，楚人后裔，秦昭王母宣太后之异父弟，秦武王去世，拥立秦昭王，任将军，多次为相，受封于穰（今河南邓县），故称穰侯，后又加封陶（今山东定陶县西北）。因秦昭王听用范雎之言，被免去相职，终老于陶。\r\n华阳：即华阳君芈戎，楚昭王母宣太后之同父弟，曾任将军等职，与魏冉同掌国政，先受封于华阳（今河南新郑县北），故称华阳君，后封于新城（今河南密县东南），故又称新城君。公元前266年，与魏冉同被免职遣归封地。\r\n蚕食：比喻像蚕吃桑叶那样逐渐吞食侵占。\r\n向使：假使、倘若。\r\n内：同「纳」，接纳。\r\n今陛下致昆山之玉：如今陛下得到了昆崙山的宝玉。陛下，对帝王的尊称；致，求得、收罗；昆山，即昆崙山。\r\n随和之宝：即所谓「随侯珠」和「和氏璧」，传说中春秋时随侯所得的夜明珠和楚人卞和来得的美玉。\r\n明月：宝珠名。\r\n太阿（ē）：亦称「泰阿」，宝剑名，相传为春秋著名工匠欧冶子、干将所铸。\r\n纤离：骏马名。\r\n翠凤之旗：用翠凤羽毛作为装饰的旗帜。\r\n鼍（tuó）：亦称扬子鳄，俗称猪婆龙，皮可蒙鼓。\r\n说：通「悦」，喜悦，喜爱。\r\n犀象之器：指用犀牛角和象牙制成的器具。\r\n郑：国名，姬姓，始封君为周宣王弟友，公元前806年分封于郑（今陕西华县东）。春秋时建都新郑（今河南新郑县），有今河南中部之地，公元的375年被韩国所灭。\r\n卫：国名，姬姓，始封君为周武王弟康叔，初都朝歌（今河南淇县），后迁都楚丘（今河南滑县）、帝丘（今河南濮阳县），有今河南北部、山东西部之地。公元前254年被魏国所灭。\r\n郑、卫之女：此时郑、卫已亡，当指郑、卫故地的女子。后宫，嫔妃所居的宫室，也可用作嫔妃的代称。\r\n<马夬><马是>（juétí）：骏马名。\r\n外厩（jiù）：宫外的马圈。\r\n江南：长江以南地区。此指长江以南的楚地，素以出产金、锡著名。\r\n西蜀丹青：蜀地素以出产丹青矿石出名。丹，丹砂，可以制成红色颜料。青，可以制成青黑色颜料。\r\n采：彩色，彩绘。\r\n充下陈：此泛指将财物、美女充买府库后宫。下陈，殿堂下陈放礼器、站立傧从的地方。\r\n宛珠之簪：缀绕珍珠的发簪。宛，缠绕，或以「宛」为地名，指用宛（今河南南阳市）地出产的珍珠所作装饰的发簪。\r\n傅：附着，镶嵌。\r\n玑：不圆的珠子。此泛指珠子。\r\n珥（ěr）：耳饰。\r\n阿：细缯，一种轻细的丝织物。或以「阿」为地名，指齐国东阿（今山东东阿县）。\r\n缟（gǎo）：未经染色的绢。\r\n随俗雅化：随合时俗而雅致不凡。\r\n佳冶窈窕（yǎotiǎo）：妖冶美好的佳丽。佳，美好、美丽；冶，妖冶、艳丽；窈窕，美好的样子。\r\n赵：国名，始封君赵烈侯，系晋国大夫赵衰后裔，于公元前403年与魏文侯、韩景侯联合瓜分晋国，被周威烈王封为诸侯，建都晋阳（今山西太原市东南），有今山西中部、陕西东北角、河北西南部。公元前386年迁都邯郸（今河北邯郸市）。公元前222年被秦国所灭。古人多以燕、赵为出美女之地。\r\n瓮（wèng）：陶制的容器，古人用来打水。\r\n缶（fǒu）：一种口小腹大的陶器。秦人将瓮、缶作为打击乐器。\r\n搏髀（bì）：拍打大腿，以此掌握音乐唱歌的节奏。搏，击打，拍打。髀，大腿。\r\n郑：指郑国故地的音乐。\r\n卫：指卫国故地的音乐。\r\n桑间：桑间为卫国濮水边上地名，在今河南濮阳县南，有男女聚会唱歌的风俗。此指桑间的音乐，即本书《乐书》的「桑间濮上之音」。\r\n昭虞：歌颂虞舜的舞乐。按《史记会注考证校补》引南化本、枫山本、三条本等作「护」，当为歌颂商汤的舞乐。\r\n武象：歌颂周文王、周武王的舞乐。武，歌颂周武王的舞乐；象，歌颂周文王的舞乐。\r\n兵强者则士勇：“强”字一作“疆”。\r\n太山：一作“泰山”。\r\n让：辞让、拒绝。\r\n择：舍弃、抛弃。\r\n细流：小水。\r\n却：推却、拒绝。\r\n五帝：指黄帝、颛顼、帝喾、尧、舜。\r\n三王：指夏、商、周三代开国君主，即夏禹、商汤和周武王。\r\n黔首：泛指百姓。无爵平民不能服冠，只能以黑巾裹头，故称黔首，秦始皇统一六国后正式称百姓为黔首。《史记·秦始皇本纪》载：二十六年，「更名民曰黔首」。资，资助、供给。\r\n业：从业、从事、侍奉。\r\n赍（jī）盗粮：把武器粮食供给寇盗。赍，即送给。\r\n损民以益仇：减少本国的人口而增加敌国的人力。益，增益、增多。仇，一作”雠“，仇敌。\r\n外树怨于诸侯：指宾客被驱逐出外必投奔其它诸侯，从而构树新怨。\r\n求国无危：一作”求国之无危“。",
    "PostsCount": 12
  },
  {
    "Id": 310849,
    "Title": "和项王歌",
    "Dynasty": "秦",
    "Author": "虞姬",
    "AuthorId": 18096,
    "Kind": "诗",
    "Content": "汉兵已略地，四方楚歌声。\r\n大王意气尽，贱妾何聊生。",
    "Translation": "汉军已经占领我楚军阵地，汉军军营传来的楚歌歌声四面缭绕。\r\n大王您的霸王气概都已不复存在（准备血战而死），我还有什么理由抛弃您而独自苟且偷生呢。",
    "Comment": "当代上海大学文学院教授董乃斌《中华文学通览》：作为五言古诗，它已经可以说相当的完整。\r\n当代吉林大学文学院教授王洪《中国文学宝库先秦两汉诗精华》：这首悲凉慷慨的诗歌为人们提供了驰骋想象的余地。\r\n当代军旅作家汪守德《中国战争诗歌》：虞姬这首《和项王歌》，其心绝望，其情炽烈，表达了回天无力的苍凉无奈，以死殉情的决心，也同样荡气回肠，这是又一曲千古绝唱。",
    "Intro": "《和项王歌》又名《和垓下歌》，相传为西楚虞姬所作，唐张守节《史记正义》从《楚汉春秋》中加以引录，始流传至今。",
    "Annotation": "和（hè）项王歌：项王指项羽，此歌为虞姬应和项羽《垓下歌》所作。\r\n略：侵占，强取。\r\n四方楚歌：即四面楚歌，项羽被困垓下，夜里听见四面围住他的军队都唱起楚地的民歌。\r\n大（dài）王：同指项羽。\r\n意气：指英雄气概。\r\n聊：又作“乐”，言不愿生为。",
    "PostsCount": 23
  },
  {
    "Id": 14307,
    "Title": "桓公（元年～十八年）",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36789,
    "Kind": "文",
    "Content": "桓公元年\n春王正月，公即位。继弑君不言即位，此其言即位何？如其意也。\n三月，公会郑伯于垂。郑伯以璧假许田。其言以璧假之何？易之也。易之则其言假之何？为恭也。曷为为恭，有天子之存，则诸侯不得专地也。许田者何？鲁朝宿之邑也。诸侯时朝乎天子，天子之郊，诸侯皆有朝宿之邑焉。此鲁朝宿之邑也，则曷为谓之许田？讳取周田也。讳取周田则曷为谓之许田？系之许也。曷为系之许？近许也。此邑也，其称田何？田多邑少称田，邑多田少称邑。\n夏四月丁未，公及郑伯盟于越。\n秋大水。何以书？记灾也。冬十月。\n◇桓公二年\n春王正月，戊申，宋督弑其君与夷及其大夫孔父。及者何？累也。弑君多矣，舍此无累者乎？曰：「有仇牧，荀息，皆累也。」舍仇牧、荀息无累者乎？曰：「有。」有则此何以书？贤也。何贤乎孔父？孔父可谓义形于色矣。其义形于色奈何？督将弑殇公，孔父生而存则殇公不可得而弑也，故于是先攻孔父之家。殇公知孔父死，己必死，趋而救之，皆死焉。孔父正色而立于朝，则人莫敢过而致难于其君者，孔父可谓义形于色矣。\n滕子来朝。\n三月，公会齐侯、陈侯、郑伯于稷，以成宋乱。内大恶讳，此其目言之何？远也。所见异辞，所闻异辞，所传闻异辞。隐亦远矣，曷为为隐讳？隐贤而桓贱也。夏四月，取郜大鼎于宋。此取之宋，其谓之郜鼎何？器从名，地从主人。器何以从名？地何以从主人？器之与人非有即尔。宋始以不义取之，故谓之郜鼎。至乎地之与人则不然。俄而可以为其有矣。然则为取可以为其有乎？曰：「否。」何者？若楚王之妻媦，无时焉可也。戊申，纳于大庙。何以书？讥。何讥尔？遂乱受赂纳于大庙，非礼也。\n秋七月，纪侯来朝。\n蔡侯、郑伯会于邓离，不言会，此其言会何？盖邓与会尔。\n九月入杞。\n公及戎盟于唐。\n冬，公至自唐。\n◇桓公三年\n春正月，公会齐侯于嬴。\n夏，齐侯、卫侯胥命于蒲。胥命者何？相命也。何言乎相命？近正也。此其为近正奈何？古者不盟，结言而退。六月，公会纪侯于盛。\n秋七月壬辰朔，日有食之，既。既者何？尽也。\n公子翬如齐逆女。\n九月，齐侯送姜氏于欢。何以书？讥。何讥尔？诸侯越竟送女，非礼也。此入国矣，何以不称夫人？自我言齐，父母之于子，虽为邻国夫人，犹曰吾姜氏。公会齐侯于欢，夫人姜氏至自齐。翬何以不致？得见乎公矣。\n冬，齐侯使其弟年来聘。\n有年。有年何以书？以喜书也。大有年何以书？亦以喜书也。此其曰有年何？仅有年也。彼其曰大有年何？大丰年也。仅有年亦足以当喜乎？恃有年也。\n◇桓公四年\n春正月，公狩于郎。狩者何？四狩也，春曰苗，秋曰蒐，冬曰狩。常事不书，此何以书？讥。何讥尔？远也。诸侯曷为必田狩？一曰乾豆，二曰宾客，三曰充君之庖。\n夏，天王使宰渠伯纠来聘。宰渠伯纠者何？天子之大夫也。其称宰渠伯纠何？下大夫也。\n◇桓公五年\n春正月甲戌己丑，陈侯鲍卒。曷为以二日？卒之心戍也。甲戌之日亡，己丑之日死而得，君子疑焉，故以二日卒之也。夏，齐侯郑伯如纪。外相如不书，此何以书？离不言会。天王使仍叔之子来聘。仍叔之子者何？天子之大夫也。其称仍叔之子何？讥。何讥尔？讥父老子代从政也。\n葬陈桓公。\n城祝丘。\n秋，蔡人、卫人、陈人从王伐郑。其言从王伐郑何？从王正也。大雩。大雩者何？旱祭也。然则何以不言旱？言雩则旱见，言旱则雩不见。何以书？记灾也。□众。何以书？记灾也。冬，州公如曹。外相如不书。此何以书？过我也。\n◇桓公六年\n春正月，寔来。寔来者何？犹曰是人来也。孰谓？谓州公也。曷为谓之寔来？慢之也。曷为慢之？化我也。\n夏四月，公会纪侯于成。\n秋八月壬午，大阅。大阅者何？简车徒也。何以书？盖以罕书也。蔡人杀陈佗。陈佗者何？陈君也。陈君则曷为谓之陈佗？绝也。曷为绝之？贱也。其贱奈何？外淫也。恶乎淫，淫于蔡，蔡人杀之。九月丁卯，子同生，子同生者孰谓？谓庄公也。何言乎子同生？喜有正也。未有言喜有正者，此其言喜有正何？久无正也。子公羊子曰：「其诸以病桓与？」\n冬，纪侯来朝。\n◇桓公七年\n春二月己亥，焚咸丘。焚之者何？樵之也。樵之者何？以火攻也。何言乎以火攻？疾始以火攻也。咸丘者何？邾娄之邑也。曷为不系乎邾娄？国之也。曷为国之？君存焉尔。\n夏，谷伯绥来朝。邓侯吾离来朝。皆何以名？失地之君也。其称侯朝何？贵者无后，待之以初也。\n◇桓公八年\n春正月己卯，烝。烝者何？冬祭也，春曰祠。夏曰礿。秋曰尝。冬曰烝。常事不书，此何以书？讥。何讥尔？讥亟也。亟则黩，黩则不敬。君子之祭也。敬而不黩。疏则怠，怠则忘。士不及兹四者，则冬不裘，夏不葛。\n天王使家父来聘。\n夏五月丁丑，烝。何以书？讥亟也。\n秋，伐邾娄。\n冬十月，雨雪。何以书？记异也。何异尔？不时也。\n祭公来，遂逆王后于纪。祭公者何？天子之三公也。何以不称使？婚礼不称主人。遂者何？生事也。大夫无遂事，此其言遂何？成使乎我也。其成使乎我奈何？使我为媒，可则因用是往逆矣。女在其国称女，此其称王后何？王者无外，其辞成矣。◇桓公九年春，纪季姜归于京师。其辞成矣，则其称纪季姜何？自我言，纪父母之于子。虽为天王后，犹曰吾季姜。京师者何？天子之居也。京者何？大也。师者何？众也。天子之居，必以众大之辞言之。\n夏四月。\n秋七月。\n冬，曹伯使其世子射姑来朝。诸侯来曰朝，此世子也，其言朝何？《春秋》有讥父老子代从政者，则未知其在齐与曹与？\n◇桓公十年\n春王正月庚申，曹伯终生卒。\n夏五月，葬曹桓公。秋，公会卫侯于桃丘，弗遇。会者何？期辞也。其言弗遇何？公不见要也。\n冬十有二月丙午，齐侯、卫侯、郑伯来战于郎。郎者何？吾近邑也。吾近邑则其言来战于郎何？近也。恶乎近？近乎围也。此偏战也，何以不言师败绩？内不言战，言战乃败矣。\n◇桓公十一年\n春正月，齐人、卫人、郑人盟于恶曹。\n夏五月癸未，郑伯寤生卒。\n秋七月，葬郑庄公。\n九月，宋人执郑祭仲，祭仲者何？郑相也。何以不名？贤也。何贤乎祭仲？以为知权也。其为知权奈何？古者郑国处于留。先郑伯有善于郐公者，通乎夫人以取其国，而迁郑焉，而野留。庄公死已葬，祭仲将往省于留，涂出于宋，宋人执之。谓之曰：「为我出忽而立突。」祭仲不从其言，则君必死，国必亡。从其言，则君可以生易死，国可以存易亡。少辽缓之，则突可故出，而忽可故反，是不可得则病，然后有郑国。古人之有权者，祭仲之权是也。权者何？权者反于经，然后有善者也。权之所设，舍死亡无所设。行权有道，自贬损以行权，不害人以行权，杀人以自生，亡人以自存，君子不为也。\n突归于郑。突何以名？挈乎祭仲也。其言归何？顺祭仲也。\n郑忽出奔卫。忽何以名？《春秋》伯子男一也，辞无所贬。\n柔会宋公、陈侯、蔡侯，盟于折。柔者何？吾大夫之未命者也。\n公会宋公于夫童。\n冬十有二月，公会宋公于阚。◇桓公十二年\n春正月。夏六月壬寅，公会纪侯、莒子，盟于殴蛇。秋七月丁亥，公会宋公、燕人，盟于谷丘。\n八月壬辰，陈侯跃卒。\n公会宋公于郯。\n冬十有一月，公会宋公于龟。\n丙戌，公会郑伯，盟于武父。\n丙戌，卫侯晋卒。\n十有二月，及郑师伐宋。丁未，战于宋。战不言伐，此其言伐何？辟嫌也。恶乎嫌？嫌与郑人战也。此偏战也，何以不言师败绩？内不言战？言战乃败矣。\n◇桓公十三年\n春二月，公会纪侯、郑伯。己巳，及齐侯、宋公、卫侯、燕人战，齐师、宋师、卫师、燕师败绩。曷为后日？恃外也。其恃外奈何？得纪侯、郑伯然后能为日也。内不言战，此其言战何？从外也。曷为从外？恃外，故从外也。何以不地？近也。恶乎近？近乎围。郎亦近矣，郎何以地？郎犹可以地也。\n三月，葬卫宣公。\n夏，大水。\n秋七月。冬十月。\n◇桓公十四年春正月，公会郑伯于曹。\n无冰。何以书？记异也。\n夏五。郑伯使其弟语来盟。夏五者何？无闻焉尔。秋八月壬申，御廪灾。御廪者何？粢盛委之所藏也。御廪灾何以书？记灾也。\n乙亥，尝。常事不书，此何以书？讥。何讥尔？讥尝也。曰：「犹尝乎？」御廪灾，不如勿尝而已矣。\n冬十有二月丁巳，齐侯禄父卒。宋人以齐人，卫人，蔡人，陈人伐郑。以者何？行其意也。\n◇桓公十五年春二月，天王使家父来求车。何以书？讥。何讥尔？王者无求，求车非礼也。\n三月乙未，天王崩。\n夏四月己巳，葬齐僖公。\n五月，郑伯突出奔蔡。突何以名？夺正也。郑世子忽复归于郑。其称世子何？复正也。曷为或言归或言复归？复归者，出恶归无恶。复入者，出无恶，入有恶。入者，出入恶。归者，出入无恶。\n许叔入于许。公会齐侯于鄗。邾娄人、牟人、葛人来朝。皆何以称人？夷狄之也。\n秋九月，郑伯突入于栎。栎者何？郑之邑。曷为不言入于郑？末言尔。曷为末言尔？祭仲亡矣。然则曷为不言忽之出奔？言忽为君之微也，祭仲存则存矣，祭仲亡则亡矣。冬十有一月，公会齐侯、宋公、卫侯、陈侯于侈，伐郑。\n◇桓公十六年\n春正月，公会宋公、蔡侯、卫侯于曹。\n夏四月，公会宋公、卫侯、陈侯、蔡侯伐郑。\n秋七月，公至自伐郑。\n冬，城向。\n十有一月，卫侯朔出奔齐。卫侯朔何以名？绝。曷为绝之？得罪于天子也。其得罪于天子，奈何？见使守卫朔，而不能使卫小众，越在岱阴齐。属负兹，舍不即罪尔。\n◇桓公十七年\n春正月丙辰，公会齐侯、纪侯，盟于黄。\n二月丙午，公及邾娄仪父盟于走隹。\n五月丙午，及齐师战于奚。\n六月丁丑，蔡侯封人卒。\n秋八月，蔡季自陈归于蔡。\n癸巳，葬蔡桓侯。\n及宋人、卫人伐邾娄。\n冬十月朔，日有食之。\n◇桓公十八年\n春，王正月，公会齐侯于泺。公夫人姜氏遂如齐。公何以不言及夫人？夫人外也。夫人外者何？内辞也，其实夫人外公也。\n夏四月丙子，公薨于齐。丁酉，公之丧至自齐。秋七月。\n冬，十有二月己丑，葬我君桓公。贼未讨何以书葬？仇在外也。仇在外则何以书葬？君子辞也。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 14335,
    "Title": "定公（元年～十五年）",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36789,
    "Kind": "文",
    "Content": "◇定公元年春王。定何以无正月？正月者，正即位也。定无正月者，即位后也。即位何以后？昭公在外，得入不得入未可知也。曷为未可知？在季氏也。定、哀多微辞，主人习其读而问其传，则未知己之有罪焉尔。三月，晋人执宋仲几于京师。仲几之罪何？不蓑城也。其言于京师何？伯讨也。伯讨则其称人何？贬。曷为贬？不与大夫专执也。曷为不与？实与而文不与。文曷为不与？大夫之义，不得专执也。\n夏六月癸亥，公之丧至自乾侯。\n戊辰，公即位。癸亥，公之丧至自乾侯，则曷为以戊辰之日然后即位？正棺于两楹之间，然后即位。子沈子曰：「定君乎国，然后即位。」即位不日，此何以日？录乎内也。秋七月癸巳，葬我君昭公。\n九月，大雩。立炀宫。炀宫者何？炀公之宫也。立者何？立者不宜立也，立炀宫，非礼也。\n冬十月，陨霜杀菽。何以书？记异也。此灾菽也，曷为以异书？异大乎灾也。◇定公二年春王正月。\n夏五月壬辰，雉门及两观灾。其言雉门及两观灾何？两观微也。然则曷为不言雉门灾及两观，主灾者两观也。时灾者两观，则曷为后言之？不以微及大也。何以书？记灾也。\n秋，楚人伐吴。冬十月，新作雉门及两观。其言新作之何？修大也。修旧不书，此何以书？讥。何讥尔？不务乎公室也。\n◇定公三年\n春王正月，公如晋，至河乃复。\n三月辛卯，邾娄子穿卒。\n夏四月。\n秋，葬邾娄庄公。\n冬，仲孙何忌及邾娄子盟于枝。\n◇定公四年\n春王二月癸巳，陈侯吴卒。三月，公会刘子、晋侯、宋公、蔡侯、卫侯、陈子、郑伯、许男、曹伯、莒子、邾娄子、顿子、胡子、滕子、薛伯、杞伯、小邾娄子、齐国夏于召陵侵楚。\n夏四月庚辰，蔡公孙归姓帅师灭沈，以沈子嘉归杀之。\n五月，公及诸侯盟于浩油。杞伯戊卒于会。\n六月，葬陈惠公。许迁于容城。\n秋七月，公至自会。刘卷卒。刘卷者何？天子之大夫也。外大夫不卒，此何以卒？我主之也。\n葬杞悼公。\n楚人围蔡。\n晋士鞅、卫礼圄帅师伐鲜虞。\n葬刘文公。外大夫不书葬。此何以书？录我主也。\n冬十有一月庚午，葬侯以吴子及楚人战于伯莒，楚师败绩。吴何以称子？夷狄也，而忧中国。其忧中国奈何？伍子胥父诛乎楚，挟弓而去楚，以干阖庐。阖庐曰：「士之甚，勇之甚，将为之兴师而复仇于楚。」伍子胥复曰：「诸侯不为匹夫兴师，且臣闻之，事君犹事父也。亏君之义，复父之仇，臣不为也。」于是止。蔡昭公朝乎楚，有美裘焉，囊瓦求之，昭公不与，为是拘昭公于南郢数年，然后归之。于其归焉，用事乎河。曰：「天下诸侯，苟有能伐楚者，寡人请为之前列。」楚人闻之怒。为是兴师，使囊瓦将而伐蔡。蔡请救于吴，伍子胥复曰：「蔡非有罪也，楚人为无道，君如有忧中国之心，则若时可矣。」于是兴师而救蔡。曰：「事君犹事父也，此其为可以复仇奈何？」曰：「父不受诛，子复仇可也。父受诛，子复仇，推刃之道也，复仇不除害，朋友相卫，而不相旬，古之道也。」楚囊瓦出奔郑。\n庚辰，吴入楚。吴何以不称子？反夷狄也。其反夷狄奈何？君舍于君室，大夫舍于大夫室，盖妻楚王之母也。\n◇定公五年\n春王正月辛亥朔，日有食之。\n夏，归粟于蔡。孰归之？诸侯归之。曷为不言诸侯归之？离至不可得而序，故言我也。\n于越入吴。于越者何？越者何？于越者，未能以其名通也。越者，能以其名通也。\n六月丙申，季孙隐如卒。\n秋七月壬子，叔孙不敢卒。冬，晋士鞅帅师围鲜虞。\n◇定公六年\n春王正月癸亥，郑游漱帅师灭许，以许男斯归。\n二月，公侵郑。公至自侵郑。\n夏，季孙斯、仲孙何忌如晋。秋，晋人执宋行人乐祁犁。\n冬，城中城。\n季孙斯、仲孙忌帅师围运。此仲孙何忌也，曷为谓之仲孙忌？讥二名，二名非礼也。\n◇定公七年\n春王正月。夏四月。\n秋，齐侯、郑伯盟于咸。齐人执卫行人北宫结以侵卫。\n齐侯、卫侯盟于沙泽。\n大雩。\n齐国夏帅师伐我西鄙。九月，大雩。\n冬十月。\n◇定公八年春王正月，公侵齐。公至自侵齐。\n二月，公侵齐。三月，公至自侵齐。\n曹伯露卒。\n夏，齐国夏帅师伐我西鄙。\n公会晋师于瓦。公至自瓦。秋七月戊辰，陈侯柳卒。晋赵鞅帅师侵郑，遂侵卫。\n葬曹靖公。九月，葬陈怀公。季孙斯、仲孙何忌帅师侵卫。\n冬，卫侯、郑伯盟于曲濮。\n从祀先公。从祀者何？顺祀也。文公逆祀，去者三人。定公顺祀，叛者五人。盗窃宝玉、大弓。盗者孰谓？谓阳虎也。阳虎者曷为者也？季氏之宰也。季氏之宰则微者也，恶乎得国宝而窃之？阳虎专季氏，季氏专鲁国，阳虎拘季孙，孟氏与叔孙氏迭而食之。睋而锓其板曰：「某月某日，将杀我于蒲圃，力能救我则于是。」至乎日若时，而出临南者，阳虎之出也，御之。于其乘焉，季孙谓临南曰：「以季氏之世世有子，子可以不免我死乎。」临南曰：「有力不足，臣何敢不勉。」阳越者，阳虎之从弟也，为右。诸阳之从者，车数十乘，至于孟衢，临南投策而坠之，阳越下取策，临南駷马，而由乎孟氏，阳虎从而射之，矢着于庄门。然而，甲起于琴如。弑不成，却反舍于郊，皆说然息。或曰：「弑千乘之主而不克，舍此可乎？」阳虎曰：「夫孺子得国而已，如丈夫何？」睋而曰：「彼哉！彼哉！趣驾。」既驾，公敛处父帅师而至，谨然后得免，自是走之晋。宝者何？璋判白，弓绣质，龟青纯。\n◇定公九年春王正月。\n夏四月戊申，郑伯囆卒。\n得宝玉、大弓，何以书？国宝也。丧之书，得之书。\n六月，葬郑献公。\n秋，齐侯、卫侯次于五氏。\n秦伯卒。\n冬，葬秦哀公。\n◇定公十年\n春王三月，及齐平。夏，公会齐侯于颊谷。公至自颊谷。\n晋赵鞅帅师围卫。齐人来归运、欢、龟阴田。齐人曷为来归运、欢、龟阴田？孔子行乎季孙，三月不违，齐人为是来归之。\n叔孙州仇、仲孙何忌帅师围郈。秋，叔孙州仇，仲孙何忌帅师围费。\n宋乐世心出奔曹。\n宋公子池出奔陈。\n冬，齐侯、卫侯、郑游漱会于鞍叔孙州仇如齐。\n齐公之弟辰暨宋仲佗、石彄出奔陈。\n◇定公十一年\n春，宋公之弟辰及仲佗、石彄、公子池自陈入于萧以叛。\n夏四月。\n秋，宋乐世心自曹入于萧。冬，及郑平。\n叔还如郑莅盟。\n◇定公十二年\n春，薛伯定卒。\n夏，葬薛襄公。\n叔孙州仇帅师堕郈。卫公孟彄帅师伐曹。\n季孙斯、仲孙何忌帅师堕费。曷为帅师堕郈、帅师堕费？孔子行乎季孙，三月不违，曰：「家不藏甲，邑无百雉之城。」于是帅师堕郈、帅师堕费。雉者何？五板而堵，五堵而雉，百雉而城。\n秋，大雩。\n冬十月癸亥，公会晋侯盟于黄。\n十有一月丙寅朔，日有食之。\n公至自黄。\n十有二月，公围成。公至自围成。\n◇定公十三年\n春，齐侯、卫侯次于垂瑕。\n夏，筑蛇渊囿。\n大蒐于比蒲。\n卫公孟彄帅师伐曹。\n秋，晋赵鞅入于晋阳以叛。冬，晋荀寅及士吉射入于朝歌以叛。\n晋赵鞅归于晋。此叛也，其言归何？以地正国也。其以地正国奈何？晋赵鞅取晋阳之甲以逐荀寅与士吉射。荀寅与士吉射者，曷为者也？君侧之恶人也。此逐君侧之恶人，曷为以叛言之？无君命也。\n薛弑其君比。\n◇定公十四年春，卫公叔戌来奔。晋赵阳出奔宋。\n三月辛巳，楚公子结、陈公子佗人帅师灭顿，以顿子牄归。\n夏，卫北宫结来奔。\n五月，于越败吴于醉李。\n吴子光卒。\n公会齐侯、卫侯于坚。公至自会。\n秋，齐侯、宋公会于洮。天王使石尚来归脤。石尚者何？天子之士也。脤者何？俎实也。腥曰脤，熟曰燔。\n卫世子蒯聩出奔宋。\n卫公孟彄出奔郑。\n宋公之弟辰自萧来奔。\n大蒐于比蒲。\n邾娄子来会公。\n城莒父及霄。\n◇定公十五年\n春王正月，邾娄子来朝。\n鼷鼠食郊牛，牛死，改卜牛。曷为不言其所食？漫也。\n二月辛丑，楚子灭胡，以胡子豹归。夏五月辛亥，郊。曷为以夏五月郊？三卜之运也。壬申，公薨于高寝。\n郑轩达帅师伐宋。\n齐侯、卫侯次于籧篨。邾娄子来奔丧。其言来奔丧何？奔丧非礼也。\n秋七月壬申，姒氏卒。姒氏者何？哀公之母也。何以不称夫人？哀未君也。\n八月庚辰朔，日有食之。\n九月，滕子来会葬。丁巳，葬我君定公。雨不克葬。戊午日下昃，乃克葬。\n辛巳，葬定姒。定姒何以书葬？未逾年之君也，有子则庙，庙则书葬。\n冬，城漆。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 62210,
    "Title": "成公（元年～十八年）",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36789,
    "Kind": "文",
    "Content": "◇成公元年\n春王正月，公即位。\n二月辛酉，葬我君宣公。\n无冰。\n三月作丘甲。何以书？讥。何讥尔？讥始丘使也。\n夏，臧孙许及晋侯盟于赤棘。\n秋，王师败绩于贸戎。孰败之？盖晋败之，或曰贸戎败之。然则曷为不言晋败之？王者无敌，莫敢当也。\n冬十月。\n◇成公二年\n春，齐侯伐我北鄙。\n夏四月丙戌，卫孙良夫帅师及齐师战于新筑，卫师败绩。六月癸酉，季孙行父、臧孙许、叔孙侨如、公孙婴齐帅师会晋郤克、卫孙良夫、曹公子手及齐侯战于鞍，齐师败绩。曹无大夫，公子手何以书？忧内也。\n秋七月，齐侯使国佐如师。己酉，及国佐盟于袁娄。君不使乎大夫，此其行使乎大夫何？佚获也。其佚获奈何？师还齐侯，晋郤克投戟逡巡再拜稽首马前。逢丑父者，顷公之车右也，面目与顷公相似，衣服与顷公相似，代顷公当左。使顷公取饮，顷公操饮而至，曰：「革取清者。」顷公用是佚而不反。逢丑父曰：「吾赖社稷之神灵，吾君已免矣。」郤克曰：「欺三军者其法奈何？」曰：「法斫。」于是斫逢丑父。己酉，及齐国佐盟于袁娄。曷为不盟于师而盟于袁娄？前此者，晋郤克与臧孙许同时而聘于齐。萧同侄子者，齐君之母也，踊于棓而窥客，则客或跛或眇，于是使跛者迓跛者，使眇者迓眇者。二大夫出，相与踦闾而语，移日然后相去。齐人皆曰：「患之起必自此始！」二大夫归，相与率师为鞍之战，齐师大败。齐侯使国佐如师，郤克曰：「与我纪侯之甗，反鲁、卫之侵地，使耕者东亩，且以萧同侄子为质，则吾舍子矣。」国佐曰：「与我纪侯之甗，请诺。反鲁、卫之侵地，请诺。使耕者东亩，是则土齐也。萧同侄子者，齐君之母也，齐君之母，犹晋君之母也，不可。请战，一战不胜请再，再战不胜请三，三战不胜，则齐国尽子之有也，何必以萧同侄子为质？」揖而去之。郤克□矢鲁、卫之使，使以其辞而为之请，然后许之。逮于袁娄而与之盟。\n八月壬午，宋公鲍卒。\n庚寅，卫侯漱卒。取汶阳田。汶阳田者何？鞍之赂也。\n冬，楚师、郑师侵卫。\n十有一月，公会楚公子婴齐于蜀。\n丙申，公及楚人、秦人、宋人、陈人、卫人、郑人、齐人、曹人、邾娄人、薛人、郐人盟于蜀。此楚公子婴齐也，其称人何？得一贬焉尔。◇成公三年春王正月，公会晋侯、宋公、卫侯、曹伯伐郑。\n辛亥，葬卫缪公。\n二月，公至自伐郑。\n甲子，新宫灾，三日哭。新宫者何？宣公之宫也。宣宫则曷为谓之新宫？不忍言也。其言三日哭何？庙灾三日哭，礼也。新宫灾何以书？记灾也。\n乙亥，葬宋文公。\n夏，公如晋。\n郑公子去疾帅师伐许。\n公至自晋。\n秋，叔孙侨如率师围棘。棘者何？汶阳之不服邑也。其言围之何？不听也。\n大雩。\n晋郤克、卫孙良夫伐将咎如。\n冬，十有一月，晋侯使荀庚来聘。卫侯使孙良夫来聘。丙午，及荀庚盟。\n丁未，及孙良夫盟，此聘也，其言盟何？聘而言盟者，寻旧盟也。\n郑伐许。\n◇成公四年春，宋公使华元来聘。\n三月壬申，郑伯坚卒。杞伯来朝。\n夏四月甲寅，臧孙许卒。公如晋。\n葬郑襄公。\n秋，公至自晋。冬，城运。郑伯伐许。\n◇成公五年\n春王正月，杞叔姬来归。\n仲孙蔑如宋。\n夏，叔孙侨如会晋荀秀于谷。\n梁山崩。梁山者何？河上之山也。梁山崩何以书？记异也。何异尔？大也。何大尔？梁山崩，壅河三日不水不。外异不书，此何以书？为天下记异也。\n秋大水。\n冬，十有一月己酉，天王崩。\n十有二月己丑，公会晋侯、齐侯、宋公、卫侯、郑伯、曹伯、邾娄子、杞伯同盟于虫牢。\n◇成公六年春王正月，公至自会。\n二月辛巳，立武宫。武宫者何？武公之宫也。立者何？立者不宜立也。立武宫，非礼也。\n取鄟。鄟者何？邾娄之邑也。曷为不系于邾娄？讳亟也。\n卫孙良夫率师侵宋。\n夏六月，邾娄子来朝。\n公孙婴齐如晋。\n壬申，郑伯费卒。\n秋，仲孙蔑、叔孙侨如率师侵宋。\n楚公子婴齐率师伐郑。冬，季孙行父如晋。\n晋栾书率师侵郑。\n◇成公七年\n春王正月，鼷鼠食郊牛角。改卜牛，鼷鼠又食其角，乃免牛。\n吴伐郯。\n夏五月，曹伯来朝。\n不郊，犹三望。\n秋，楚公子婴齐率师伐郑。公会晋侯、齐侯、宋公、卫侯、曹伯、莒子、邾娄子、杞伯救郑。八月戊辰，同盟于马陵。公至自会。\n吴入州来。\n冬，大雩。\n卫孙林父出奔晋。◇成公八年\n春，晋侯使韩穿来言汶阳之田，归之于齐。来言者何？内辞也，胁我使我归之也。曷为使我归之？鞍之战，齐师大败，齐侯归，吊死视疾，七年不饮酒、不食肉。晋侯闻之曰：「嘻！奈何使人之君七年不饮酒、不食肉，请皆反其所取侵地。」晋栾书帅师侵蔡。公孙婴齐如莒。\n宋公使华元来聘。\n夏，宋公使公孙寿来纳币。纳币不书，此何以书？录伯姬也。\n晋杀其大夫赵同、赵括。\n秋七月，天子使召伯来锡公命。其称天子何？元年春王正月，正也，其馀皆通矣。\n冬十月癸卯，杞叔姬卒。\n晋侯使士燮来聘。\n叔孙侨如会晋士燮、齐人、邾娄人伐郯。\n卫人来媵。媵不书，此何以书？录伯姬也。\n◇成公九年\n春王正月，杞伯来逆叔姬之丧以归。杞伯曷为来逆叔姬之丧以归？内辞也，胁而归之也。\n公会晋侯、齐侯、宋公、卫侯、郑伯、曹伯、莒子、杞伯同盟于蒲。公至自会。\n二月，伯姬归于宋。\n夏，季孙行父如宋致女。未有言致女者，此其言致女何？录伯姬也。晋人来媵。媵不书，此何以书？录伯姬也。秋七月丙子，齐侯无野卒。\n晋人执郑伯。晋栾书帅师伐郑。\n冬十有一月，葬齐顷公。\n楚公子婴齐帅师伐莒。庚申，莒溃。楚人入运。\n秦人、白狄伐晋。郑人围许。\n城中城。\n◇成公十年春，卫侯之弟黑背率师侵郑。夏四月，五卜郊不从，乃不郊。其言乃不郊何？不免牲，故言乃不郊也。\n五月，公会晋侯、齐侯、宋公、卫侯、曹伯伐郑。齐人来媵，媵不书，此何以书？录伯姬也。三国来媵非礼也，曷为皆以录伯姬之辞言之？妇人以众多为侈也。\n丙午，晋侯孺卒。\n秋七月。公如晋。\n◇成公十一年\n春王三月，公至自晋。\n晋侯使郤州来聘。己丑，及郤州盟。\n夏，季孙行父如晋。秋，叔孙侨如如齐。\n冬十月。\n◇成公十二年\n春，周公出奔晋。周公者何？天子之三公也。王者无外，此其言出何？自其私土而出也。\n夏，公会晋侯、卫侯于沙泽。\n秋，晋人败狄于交刚。\n冬十月。\n◇成公十三年\n春，晋侯使郤錡来乞师。\n三月，公如京师。\n夏五月，公自京师遂会晋侯、齐侯、宋公、卫侯、郑伯、曹伯、邾娄人、滕人伐秦。其言自京师何？公凿行也。公凿行奈何？不敢过天子也。\n曹伯庐卒于师。\n秋七月，公至自伐秦。\n冬，葬曹宣公。◇成公十四年\n春王正月，莒子朱卒。\n夏，卫孙林父自晋归于卫。\n秋，叔孙侨如如齐逆女。\n郑公子喜率师伐许。\n九月，侨如以夫人妇姜氏至自齐。冬十庚寅，卫侯臧卒。秦伯卒。\n◇成公十五年春王二月，葬卫定公。\n三月乙巳，仲婴齐卒。仲婴齐者何？公孙婴齐也。公孙婴齐则曷为谓之仲婴齐？为兄后也。为兄后则曷为谓之仲婴齐？为人后者为之子也。为人后者为其子，则其称仲何？孙以王父字为氏也。然则婴齐孰后？归父也。归父使于晋而未反，何以后之？叔仲惠伯傅子赤者也，文公死，子幼，公子遂谓叔仲惠伯曰：「君幼如之何？愿与子虑之。」叔仲惠伯曰：「吾子相之，老夫抱之，何幼君之有？」公子遂知其不可与谋，退而杀叔仲惠伯，弑子赤而立宣公。宣公死，成公幼，臧宣公者相也。君死不哭，聚诸大夫而问焉曰：「昔者叔仲惠伯之事，孰为之？」诸大夫皆杂然曰：「仲氏也，其然乎？」于是遣归父之家，然后哭君，归父使乎晋，还自晋，至柽，闻君薨家遣，墠帷哭君成踊，反命于介，自是走之齐。鲁人徐伤归父之无后也，于是使婴齐后之也。\n癸丑，公会晋侯、卫侯、郑伯、曹伯、宋世子成、齐国佐、邾娄人同盟于戚。晋侯执曹伯归之于京师。公至自会。夏六月，宋公固卒。楚子伐郑。秋八月庚辰，葬宋共公。\n宋华元出奔晋。\n宋华元自晋归于宋。\n宋杀其大夫山。\n宋鱼石出奔楚。\n冬十有一月，叔孙侨如会晋士燮、齐高无咎、宋华元、卫孙林父、郑公子鳅、邾娄人会吴于钟离。曷为殊会吴？外吴也。曷为外也？《春秋》内其国而外诸夏，内诸夏而外夷狄。王者欲一乎天下，曷为以外内之辞言之？言自近者始也。\n许迁于叶。\n◇成公十六年\n春王正月，雨木冰。雨木冰者何？雨而木冰也。何以书？记异也。\n夏四月辛未，滕子卒。\n郑公子喜帅师侵宋。\n六月丙寅朔，日有食之。\n晋侯使栾□来乞师。\n甲午晦。晦者何？冥也。何以书？记异也。晋侯及楚子、郑伯战于鄢陵，楚子、郑师败绩。败者称师，楚何以不称师？王痍也。王痍者何？伤乎矢也。然则何以不言师败绩？末言尔。\n楚杀其大夫公子侧。\n秋，公会晋侯、齐侯、卫侯、宋华元、邾娄人于沙随。不见公，公至自会。不见公者何？公不见见也。公不见见，大夫执。何以致会？不耻也。曷为不耻？公幼也。\n公会尹子、晋侯、齐国佐、邾娄人伐郑。\n曹伯归自京师。执而归者名，曹伯何以不名？而不言复归于曹何？易也。其易奈何？公子喜时在内也。公子喜时在内则何以易？公子喜时者仁人也。内平其国而待之，外治诸京师而免之。其言自京师何？言甚易也，舍是无难矣。\n九月，晋人执季孙行父，舍之于招丘。执未可言舍之者，此其言舍之何？仁之也。曰在招丘悕矣。执未有言仁之者，此其言人之何？代公执也。其代公执奈何？前此者晋人来乞师而不与，公会晋侯将执公，季孙行父曰：「此臣之罪也。」于是执季孙行父。成公将会厉公，会不当期，将执公。季孙行父曰：「臣有罪，执其君；子有罪，执其父；此听失之大者也。今此臣之罪也，舍臣之身，而执臣之君，吾恐听失之为宗庙羞也。」于是执季孙行父。冬十月乙亥，叔孙侨如出奔齐。\n十有二月乙丑，季孙行父及晋郤州盟于扈。\n公至自会。\n乙酉，刺公子偃。\n◇成公十七年\n春，卫北宫结率师侵郑。\n夏，公会尹子、单子、晋侯、齐侯、宋公、卫侯、曹伯、邾娄人伐郑。\n六月乙酉，同盟于柯陵。秋，公至自会。齐高无咎出奔莒。\n九月辛丑，用郊。用者何？用者不宜用也，九月非所用郊也。然则郊曷用？郊用正月上辛，或曰用然后郊。\n晋侯使荀罃来乞师。\n冬，公会单子、晋侯、宋公、卫侯、曹伯、齐人、邾娄人伐郑。十有一月，公至自伐郑。壬申，公孙婴齐卒于狸轸。非此月日也，曷为以此月日卒之？待君命然后卒大夫。曷为待君命然后卒大夫？前此者婴齐走之晋，公会晋侯，将执公。婴齐为公请，公许之，反为大夫，归至于狸轸而卒。无君命不敢卒大夫，公至，曰：「吾固许之，反为大夫。」然后卒之。\n十有二月丁巳朔，日有食之。邾娄子玃且卒。\n晋杀其大夫郤金奇、郤州、郤至。楚人灭舒庸。\n◇成公十八年\n春王正月，晋杀其大夫胥童。庚申，晋弑其君州蒲。\n齐杀其大夫国佐。\n公如晋。\n夏，楚子、郑伯伐宋。宋鱼石复入于彭城。\n公至自晋。晋侯使士丐来聘。\n秋，杞伯来朝。\n八月，邾娄子来朝。\n筑鹿囿。何以书？讥。何讥尔？有囿矣，又为也。\n己丑，公薨于路寝。\n冬，楚人、郑人侵宋。晋侯使士彭来乞师。\n十有二月，仲孙蔑会晋侯、宋公、卫侯、邾娄子、齐崔杼同盟于虚朾。\n丁未，葬我君成公。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 71026,
    "Title": "三秦民谣",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "诗",
    "Content": "武功太白，去天三百。\r\n孤云两角，去天一握。\r\n山水险阻，黄金子午。\r\n蛇盘鸟栊，势与天通。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 72449,
    "Title": "隐公（元年～十一年）",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36789,
    "Kind": "文",
    "Content": "隐公元年\n春王正月，元年者何？君之始年也。春者何？岁之始也。王者孰谓？谓文王也。曷为先言王而后言正月？王正月也。何言乎王正月？大一统也。公何以不言即位？成公意也。何成乎公之意？公将平国而反之桓。曷为反之桓？桓幼而贵，隐长而卑，其为尊卑出微，国人莫知。隐长又贤，诸大夫扳隐而立之。隐于是焉而辞立，则未知桓之将必得立也。且如桓立，则恐诸大夫之不能相幼君也，故凡隐之立为桓立也。隐长又贤，何以不宜立？立适以长不以贤，立子以贵不以长。桓何以贵？母贵也。母贵则子何以贵？子以母贵，母以子贵。三月，公及邾娄仪父盟于眛。及者何？与也，会及暨皆与也。曷为或言会或言及，或言暨？会犹最也；及犹汲汲也；暨犹暨暨也。及我欲之，暨不得已也。仪父者何？邾娄之君也。何以名？字也。曷为称字？褒之也。曷为褒之？为其与公盟也。与公盟者众矣，曷为独褒乎此？因其可褒而褒之。此其为可褒奈何？渐进也。眛者何？地期也。\n夏五月，郑伯克段于鄢。克之者何？杀之也。杀之则曷为谓之克？大郑伯之恶也。曷为大郑伯之恶？母欲立之，己杀之，如勿与而已矣。段者何？郑伯之弟也。何以不称弟？当国也。其地何？当国也。齐人杀无知何以不地？在内也。在内虽当国不地也，不当国虽在外亦不地也。\n秋七月，天王使宰咺来归惠公仲子之賵。宰者何？官也。咺者何？名也。曷为以官氏？宰士也。惠公者何？隐之考也。仲子者何？桓之母也。何以不称夫人？桓未君也。賵者何？丧事有賵。賵者，盖以马以乘马束帛，车马曰賵，货财曰赙，衣被曰襚。桓未君则诸侯曷为来賵之？隐为桓立，故以桓母之丧告于诸侯。然则何言尔？成公意也。其言来何？不及事也，其言惠公仲子何？兼之，兼之非礼也何以不言及仲子，仲子微也。九月，及宋人盟于宿。孰及之，内之微者也。\n冬十有二月，祭伯来。祭伯者何？天子之大夫也。何以不称使？奔也。奔则曷为不言奔？王者无外，言奔则有外之辞也。\n公子益师卒，何以不日？远也。所见异辞，所闻异辞，所传闻异辞。\n◇隐公二年春，公会戎于潜。夏五月，莒人入向。入者何？得而不居也。\n无骇帅师入极。无骇者何？展无骇也。何以不氏？贬。曷为贬？疾始灭也。始灭昉于此乎？前此矣。前此则曷为始乎此？托始焉尔。曷为托始焉尔？《春秋》之始也。此灭也，其言入何？内大恶，讳也。\n秋八月庚辰，公及戎盟于唐。九月，纪履緰来逆女。纪履緰者何？纪大夫也。何以不称使。婚礼不称主人。然则曷称？称诸父兄师友。宋公使公孙寿来纳币，则其称主人何？辞穷也。辞穷者何？无母也。然则纪有母乎？曰有。有则何以不称母？母不通也。外逆女不书，此何以书？讥。何讥尔？讥始不亲迎也。始不亲迎昉于此乎？前此矣。前此则曷为始乎此？托始焉尔。曷为托始焉尔。《春秋》之始也。女曷为或称女，或称妇，或称夫人？女在其国称女，在涂称妇，入国称夫人。\n冬十月，伯姬归于纪。伯姬者何？内女也。其言归何？妇人谓嫁曰归。\n纪子伯莒子盟于密，纪子伯者何？无闻焉尔。十有二月乙卯，夫人子氏薨。夫人子氏者何？隐公之母也。何以不书葬？成公意也。何成乎公之意，子将不终为君，故母亦不终为夫人也。\n郑人伐卫。◇隐公三年\n春，王二月己巳，日有食之。何以书？记异也。日食则曷为或日或不日？或言朔或不言朔，曰某月某日朔，日有食之者，食正朔也，其或日或不日，或失之前，或失之后。失之前者，朔在前也。失之后者，朔在后也。\n三月庚戌，天王崩。何以不书葬？天子记崩不记葬，必其时也。诸侯记卒记葬，有天子存，不得必其时也。曷为或言崩或言薨？天子曰崩，诸侯曰薨，大夫曰卒，士曰不禄。\n夏四月辛卯，尹氏卒。尹氏者何？」天子之大夫也。其称尹氏何？贬。曷为贬？讥世卿，世卿非礼也。外大夫不卒，此何以卒？天王崩，诸侯之主也。秋，武氏子来求赙。武氏子者何？天子之大夫也。其称武氏子何？讥，何讥尔？父卒子未命也。何以不称使？当丧未君也。武氏子来求赙何以书？讥，何讥尔？丧事无求，求赙非礼也，盖通于下。八月庚辰，宋公和卒。\n冬十有二月，齐侯、郑伯盟于石门。\n癸未，葬宋缪公，葬者曷为或日或不日？不及时而日，渴葬也。不及时而不日，慢葬也，过时而日，隐之也。过时而不日，谓之不能葬也。当时而不日，正也。当时而日，危不得葬也。此当时何危尔，宣公谓缪公曰：「以吾爱与夷则不若爱女。以为社稷宗庙主，则与夷不若女，盍终为君矣。」宣公死，缪公立，缪公逐其二子庄公冯与左师勃，曰：「尔为吾子，生毋相见，死毋相哭。」与夷复曰：「先君之所为不与臣国而纳国乎君者，以君可以为社稷宗庙主也。今君逐君之二子而将致国乎与夷，此非先君之意也，且使子而可逐，则先君其逐臣矣。」缪公曰：「先君之不尔逐可知矣，吾立乎此摄也，终致国乎与夷。」庄公冯弑与夷。故君子大居正，宋之祸宣公为之也。\n◇隐公四年\n春王二月，莒人伐杞，取牟娄。牟娄者何？杞之邑也。外取邑不书。此何以书？疾始取邑也。戊申，卫州吁弑其君完，曷为以国氏？当国也。\n夏，公及宋公遇于清。遇者何？不期也。一君出，一君要之也。\n宋公、陈侯、蔡人、卫人伐郑。\n秋，翬帅师会宋公、陈侯、蔡人、卫人伐郑。翬者何？公子翬也。何以不称公子？贬。曷为贬？与弑公也。其与弑公奈何？公子翬谄乎隐公，谓隐公曰：「百姓安子，诸侯说子，盍终为君矣。」隐曰：「吾否，吾使修涂裘，吾将老焉。」公子翬恐若其言闻乎桓，于是谓桓曰：「吾为子口隐矣。隐曰：『吾不反也。』」桓曰：「然则奈何？」曰：「请作难，弑隐公。」于钟巫之祭焉弑隐公也。\n九月，卫人杀州吁于濮。其称人何？讨贼之辞也。\n冬十有二月，卫人立晋。晋者何？公子晋也。立者何？立者不宜立也。其称人何？众立之之辞也。然则孰立之？石碏立之。石碏立之，则其称人何？众之所欲立也。众虽欲立之，其立之非也。◇隐公五年\n春，公观鱼于棠。何以书？讥。何讥尔？远也。公曷为远而观鱼？登来之也。百金之鱼公张之。登来之者何？美大之之辞也。棠者何？济上之邑也。\n夏四月，葬卫桓公。\n秋，卫师入盛。曷为或言率师或不言率师？将尊师众称某率师，将尊师少称将；将卑师众称师；将卑师少称人。君将不言率师，书其重者也。\n九月，考仲子之宫。考宫者何？考犹入室也，始祭仲子也。桓未君则曷为祭仲子？隐为桓立，故为桓祭其母也。然则何言尔？成公意也。初献六羽。初者何？始也。六羽者何？舞也。初献六羽何以书？讥。何讥尔？讥始僭诸公也。六羽之为僭奈何？天子八佾，诸公六，诸侯四。诸公者何？诸侯者何？天子三公称公，王者之后称公，其馀大国称侯，小国称伯、子、男。天子三公者何？天子之相也。天子之相则何以三？自陕而东者，周公主之，自陕而西者，召公主之，一相处乎内。始僭诸公昉于此乎？前此矣。前此则曷为始乎此？僭诸公犹可言也，僭天子不可言也。\n邾娄人、郑人伐宋。\n螟，何以书？记灾也。\n冬十有二月辛巳，公子驱卒。宋人伐郑，围长葛。邑不言围，此其言围何？强也。\n◇隐公六年\n春，郑人来输平。输平者何？输平犹堕成也。何言乎堕成？败其成也。曰：「吾成败矣。」吾与郑人末有成也。吾与郑人则曷为末有成？狐壤之战，隐公获焉。然则何以不言战？讳获也。\n夏五月辛酉，公会齐侯盟于艾。秋七月。此无事何以书？春秋虽无事，首时过则书。首时过则何以书？春秋编年，四时具然后为年。\n冬，宋人取长葛。外取邑不书，此何以书？久也。◇隐公七年\n春王三月，叔姬归于纪。滕侯卒。何以不名？微国也。微国则其称侯何？不嫌也。《春秋》贵贱不嫌同号，美恶不嫌同辞。\n夏，城中丘。中丘者何？内之邑也。城中丘何以书？以重书也。\n齐侯使其弟年来聘。其称弟何？母弟称弟，母兄称兄。\n秋，公伐邾娄。冬，天王使凡伯来聘，戎伐凡伯于楚丘以归。凡伯者何？天子之大夫也。此聘也，其言伐之何？执之也。执之则其言伐之何？大之也。曷为大之？不与夷狄之执中国也。其地何？大之也。\n◇隐公八年春，宋公、卫侯遇于垂。\n三月，郑伯使宛来归邴。宛者何？郑之微者也。邴者何？郑汤沐之邑也。天子有事于泰山，诸侯皆从。泰山之下，诸侯皆有汤沐之邑焉。庚寅，我入邴。其言入何？难也。其日何？难也。其言我何？言我者非独我也，齐亦欲之。\n夏六月己亥，蔡侯考父卒。\n辛亥，宿男卒。\n秋七月庚午，宋公、齐侯、卫侯盟于瓦屋。\n八月，葬蔡宣公。卒何以名而葬不名？卒从正，而葬从主人。卒何以日而葬不日？卒赴而葬不告。\n九月辛卯，公及莒人盟于包来。公曷为与微者盟？称人则从不疑也。\n螟。\n冬十有二月，无骇卒。此展无骇也。何以不氏？疾始灭也，故终其身不氏。\n◇隐公九年\n春，天王使南季来聘。\n三月癸酉，大雨震电。何以书？记异也。何异尔？不时也。庚辰，大雨雪。何以书？记异也。何异尔？俶甚也。\n侠卒。侠者何？吾大夫之未命者也。\n夏，城郎。秋七月。\n冬，公会齐侯于邴。\n◇隐公十年\n春王二月，公会齐侯、郑伯于中丘。夏，翬帅师会齐人、郑人伐宋。此公子翬也，何以不称公子？贬。曷为贬？隐之罪人也。故终隐之篇贬也。\n六月壬戌，公败宋师于菅。辛未取郜，辛巳取防，取邑不日，此何以日？一月而再取也。何言乎一月而再取？甚之也。内大恶讳，此其言甚之何？《春秋》录内而略外，于外大恶书，小恶不书，于内大恶讳，小恶书。秋，宋人，卫人入郑。\n宋人、蔡人、卫人伐载，郑伯伐取之。其言伐取之何？易也。其易奈何？因其力也。因谁之力？因宋人、蔡人、卫人之力也。\n冬十月壬午、齐人、郑人入盛。\n◇隐公十一年\n春，滕侯、薛侯来朝。其言朝何？诸侯来曰朝，大夫来曰聘。其兼言之何？微国也。\n夏五月，公会郑伯于祁黎。\n秋七月壬午，公及齐侯、郑伯入许。\n冬十有一月壬辰，公薨。何以不书葬？隐之也。何隐尔？弑也。弑则何以不书葬？《春秋》君弑，贼不讨，不书葬，以为无臣子也。子沈子曰：「君弑，臣不讨贼，非臣也。不复仇，非子也。葬，生者之事也。《春秋》君弑，贼不讨，不书葬，以为不系乎臣子也。公薨何以不地？不忍言也。隐何以无正月？隐将让乎桓，故不有其正月也。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 77919,
    "Title": "获麟歌",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "诗",
    "Content": "唐虞世兮麟凤游。今非其时来何求。麟兮麟兮我心忧。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "題注：《孔丛子》曰：「叔孙氏之车子鉏商樵於野而获麟焉。众莫之识，以为不祥，弃之五父之衢。冉有告曰：『麇身而肉角，岂天之妖乎？』夫子往观焉。泣曰：『麟也。麟出而死，吾道穷矣。』乃歌云。」",
    "PostsCount": 1
  },
  {
    "Id": 245050,
    "Title": "宣公（元年～十八年）",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36789,
    "Kind": "文",
    "Content": "◇宣公元年\n春王正月，公即位。继弑君不言即位，此其言即位何？其意也。公子遂如齐逆女。\n三月，遂以夫人妇姜至自齐。遂何以不称公子？一事而再见者，卒名也。夫人何以不称姜氏？贬。曷为贬？讥丧娶也。丧娶者公也，则曷为贬夫人？内无贬于公之道也。内无贬于公之道则曷为贬夫人？夫人与公一体也。其称妇何？有姑之辞也。\n夏，季孙行父如齐。晋放其大夫胥甲父于卫。放之者何？犹曰无去是云尔。然则何言尔？近正也。此其为近正奈何？古者大夫已去，三年待放。君放之非也，大夫待放正也。古者臣有大丧，则君三年不呼其门。已练可以弁冕，服金革之事。君使之非也，臣行之礼也。闵子要絰而服事。既而曰：「若此乎古之道，不即人心。」退而致仕。孔子盖善之也。\n公会齐侯于平州。\n公子遂如齐。\n六月，齐人取济西田。外取邑不书，此何以书？所以赂齐也。曷为赂齐？为弑子赤之赂也。秋，邾娄子来朝。\n楚子、郑人侵陈，遂侵宋。\n晋赵盾帅师救陈。宋公、陈侯、卫侯、曹伯会晋师于斐林，伐郑。此晋赵盾之师也。曷为不言赵盾之师？君不会大夫之辞也。\n冬，晋赵穿帅师侵柳。柳者何？天子之邑也。曷为不系乎周？不与伐天子也。\n晋人、宋人伐郑。\n◇宣公二年\n春王二月壬子，宋华元帅师及郑公子归生帅师战于大棘，宋师败绩，获宋华元。\n秦师伐晋。\n夏，晋人、宋人、卫人、陈人侵郑。\n秋九月乙丑，晋赵盾弑其君夷□。\n冬十月乙亥，天王崩。\n◇宣公三年\n春王正月，郊。牛之口伤，改卜牛，牛死，乃不郊，犹三望。其言之何？缓也。曷为不复卜？养牲养二卜。帝牲不吉，则扳稷牲而卜之。帝牲在于涤三月，于稷者唯具是视。郊则曷为必祭稷？王者必以其祖配。王者则曷为必以其祖配？自内出者无匹不行，自外至者无主不止。葬匡王。\n楚子伐贲浑戎。\n夏，楚人侵郑。\n秋，赤狄侵齐。宋师围曹。\n冬十月丙戌，郑伯兰卒。\n葬郑缪公。\n◇宣公四年\n春王正月，公及齐侯平莒及郯。莒人不肯，公伐莒，取向。此平莒也，其言不肯何？辞取向也。\n秦伯稻卒。\n夏天六月乙酉，郑公子归生弑其君夷。\n赤狄侵齐。\n秋，公如齐。\n公至自齐。\n冬，楚子伐郑。\n◇宣公五年\n春，公如齐。\n夏，公至自齐。\n秋九月，齐高固来逆子叔姬。叔孙得臣卒。\n冬，齐高固及子叔姬来。何言乎高固之来？言叔姬之来而不言高固之来则不可。子公羊子曰：「其诸为其双双而俱至者与。」\n楚人伐郑。\n◇宣公六年\n春，晋赵盾、卫孙免侵陈。赵盾弑君，此其复见何？亲弑君者赵穿也。亲弑君者赵穿，则曷为加之赵盾？不讨贼也。何以谓之不讨贼？晋史书贼曰「晋赵盾弑其君夷□。」赵盾曰：「天乎无辜！吾不弑君，谁谓吾弑君者乎？」史曰：「尔为仁为义，人弑尔君，而复国不讨贼，此非弑君如何？」赵盾之复国奈何？灵公为无道，使诸大夫皆内朝，然后处乎台上引弹而弹之，已趋而辟丸，是乐而已矣。赵盾已朝而出，与诸大夫立于朝，有人荷畚，自闺而出者。赵盾曰：「彼何也，夫畚曷为出乎闺？」呼之不至，曰：「子大夫也，欲视之则就而视之。」赵盾就而视之，则赫然死人也。赵盾曰：「是何也？」曰：「膳宰也，熊蹯不熟，公怒以斗挚而杀之，支解将使我弃之。」赵盾曰：「嘻！」趋而入。灵公望见赵盾诉而再拜。赵盾逡巡北面再拜稽首，趋而出，灵公心怍焉，欲杀之。于是使勇士某者往杀之，勇士入其大门，则无人门焉者；入其闺，则无人闺焉者；上其堂，则无人焉。俯而窥其户，方食鱼飧。勇士曰：「嘻！子诚仁人也！吾入子之大门，则无人焉；入子之闺，则无人焉；上子之堂，则无人焉；是子之易也。子为晋国重卿而食鱼飧，是子之俭也。君将使我杀子，吾不忍杀子也。虽然，吾亦不可复见吾君矣。」遂刎颈而死。灵公闻之怒，滋欲杀之甚，众莫可使往者。于是伏甲于宫中，召赵盾而食之。赵盾之车右祁弥明者，国之力士也，仡然从乎赵盾而入，放乎堂下而立。赵盾已食，灵公谓盾曰：「吾闻子之剑，盖利剑也，子以示我，吾将观焉。」赵盾起将进剑，祁弥明自下呼之曰：「盾食饱则出，何故拔剑于君所？」赵盾知之，躇阶而走。灵公有周狗，谓之獒，呼獒而属之，獒亦躇阶而从之。祁弥明逆而唆之，绝其颔。赵盾顾曰：「君之獒不若臣之獒也！」然而宫中申鼓而起，有起于甲中者抱赵盾而乘之。赵盾顾曰：「吾何以得此于子？」曰：「子某时所食活我于暴桑下者也。」赵盾曰：「子名为谁？」曰：「吾君孰为介？子之乘矣，何问吾名？」赵盾驱而出，众无留之者。赵穿缘民众不说，起弑灵公，然后迎赵盾而入，与之立于朝，而立成公黑臀。\n夏四月。\n秋八月，□众。\n冬十月。◇宣公七年春，卫侯使孙良夫来盟。夏，公会齐侯伐莱。秋，公至自伐莱。\n大旱。\n冬，公会晋侯、宋公、卫侯、郑伯、曹伯于黑壤。\n◇宣公八年\n春，公至自会。\n夏六月，公子遂如齐，至黄乃复。其言至黄乃复何？有疾也。何言乎有疾乃复？讥。何讥尔？大夫以君命出，闻丧徐行而不反。\n辛巳，有事于太庙。\n仲遂卒于垂。仲遂者何？公子遂也。何以不称公子？贬。曷为贬？为弑子赤贬。然则曷为不于其弑焉贬？于文则无罪。于子则无年。壬午，犹绎。《万》入去龠。绎者何？祭之明日也。《万》者何？干舞也。龠者何？龠舞也。其言《万》入去龠何？去其有声者，废其无声者，存其心焉尔。存其心焉尔者何？知其不可而为之也。犹者何？通可以已也。戊子，夫人熊氏薨。\n晋师、白狄伐秦。\n楚人灭舒、蓼。\n秋七月甲子，日有食之，既。\n冬十月己丑，葬我小君顷熊。雨，不克葬。庚寅，日中而克葬。顷熊者何？宣公之母也。而者何？难也。乃者何？难也。曷为或言而言乃？乃难乎而也。\n城平阳。\n楚国伐陈。\n◇宣公九年\n春王正月，公如齐。\n公至自齐。\n夏，仲孙蔑如京师。\n齐侯伐莱。\n秋，取根牟。根牟者何？邾娄之邑也。曷为不系乎邾娄？讳亟也。\n八月，滕子卒。九月，晋侯、宋公、卫侯、郑伯、曹伯会于扈。\n晋荀林父帅师伐陈。\n辛酉，晋侯黑臀卒于扈。扈者何？晋之邑也。诸侯卒其封内不地，此何以地？卒于会，故地也。未出其地，故不言会也。冬十月癸酉，卫侯郑卒。\n宋人围滕。\n楚子伐郑。晋郤缺帅师救郑。\n陈杀其大夫泄冶。◇宣公十年\n春，公如齐。公至自齐。齐人归我济西田。齐已取之矣，其言我何？言我者未绝于我也。曷为未绝于我？齐已言取之矣，其实未之齐也。\n夏四月丙辰，日有食之。己巳，齐侯元卒。\n齐崔氏出奔卫。崔氏者何？齐大夫也。其称崔氏何？贬。曷为贬？讥世卿，世卿非礼也。\n公如齐。五月，公至自齐。癸巳，陈夏征舒弑其君平国。六月，宋师伐滕。\n公孙归父如齐，葬齐惠公。\n晋人、宋人、卫人、曹人伐郑。\n秋，天王使王季子来聘。王季子者何？天子之大夫也。其称王季子何？贵也。其贵奈何？母弟也。\n公孙归父帅师伐邾娄，取蒌。大水。\n季孙行父如齐。\n冬，公孙归父如齐。\n齐侯使国佐来聘。\n饥。何以书？以重书也。\n楚子伐郑。\n◇宣公十一年\n春王正月。\n夏，楚子、陈侯、郑伯盟于辰陵。\n公孙归父会齐人伐莒。秋，晋侯会狄于欑函。\n冬十月，楚人杀陈夏征舒。此楚子也，其称人何？贬。曷为贬？不与外讨也。不与外讨者，因其讨乎外而不与也，虽内讨亦不与也。曷为不与？实与而文不与。文曷为不与？诸侯之义不得专讨也。诸侯之义不得专讨，则其曰实与之何？上无天子，下无方伯，天下诸侯有为无道者，臣弑君，子弑父，力能讨之，则讨之可也。\n丁亥，楚子入陈，纳公孙宁、仪行父于陈。此皆大夫也，其言纳何？纳公党与也。\n◇宣公十二年春，葬陈灵公。讨此贼者非臣子也，何以书葬？君子辞也。楚已讨之矣，臣子虽欲讨之而无所讨也。\n楚子围郑。\n夏六月乙卯，晋荀林父帅师及楚子战于邲，晋师败绩。大夫不敌君，此其称名氏以敌楚子何？不与晋而与楚子为礼也。曷为不与晋而与楚子为礼也？庄王伐郑，胜乎皇门，放乎路衢。郑伯肉袒，左执茅旌，右执鸾刀，以逆庄王曰：「寡人无良，边垂之臣，以干天祸，是以使君王沛焉，辱到敝邑。君如矜此丧人，锡之不毛之地，使帅一二耋老而绥焉，请唯君王之命。」庄王曰：「君之不令臣交易为言，是以使寡人得见君之玉面，而微至乎此。」庄王亲自手旌，左右□军退舍七里。将军子重谏曰：「南郢之与郑相去数千里，诸大夫死者数人，厮役扈养，死者数百人，今君胜郑而不有，无乃失民臣之力乎？」庄王曰：「古者杅不穿皮不蠹，则不出于四方。是以君子笃于礼而薄于利，要其人而不要其土，告从，不赦不详，吾以不详道民，灾及吾身，何日之有？」既则晋师之救郑者至，曰：「请战。」庄王许诺。将军子重谏曰：「晋，大国也，王师淹病矣，君请勿许也。」庄王曰：「弱者吾威之，强者吾辟之，是以使寡人无以立乎天下？」令之还师而逆晋寇。庄王鼓之，晋师大败，晋众之走者，舟中之指可掬矣。庄王曰：「嘻！吾两君不相好，百姓何罪？」令之还师而佚晋寇。\n秋七月。\n冬十有二月戊寅，楚子灭萧。\n晋人、宋人、卫人、曹人同盟于清丘。\n宋师伐陈。\n卫人救陈。\n◇宣公十三年\n春，齐师伐卫。\n夏，楚子伐宋。秋，□众。冬，晋杀其大夫先縠。\n◇宣公十四年春，卫杀其大夫孔达。\n夏五月壬申，曹伯寿卒。\n晋侯伐郑。\n秋九月，楚子围宋。\n葬曹文公。\n冬，公孙归父会齐侯于谷。\n◇宣公十五年春，公孙归父会楚子于宋。\n夏五月，宋人及楚人平。外平不书。此何以书？大其平乎已也。何大乎其平乎已？庄王围宋，军有七日之粮尔，尽此不胜，将去而归尔。于是使司马子反乘堙而窥宋城，宋华元亦乘堙而出见之。司马子反曰：「子之国何如？」华元曰：「惫矣。」曰：「何如？」曰：「易子而食之，析骸而炊之。」司马子反曰：「嘻！甚矣惫！虽然，吾闻之也，围者柑马而秣之，使肥者应客，是何子之情也。」华元曰：「吾闻之，君子见人之厄则矜之，小人见人之厄则幸之。吾见子之君子也，是以告情于子也。」司马子反曰：「诺，勉之矣！吾军亦有七日之粮尔，尽此不胜，将去而归尔。」揖而去之，反于庄王。庄王曰：「何如？」司马子反曰：「惫矣！」曰：「何如？」曰：「易子而食之，析骸而炊之。庄王曰：「嘻！甚矣惫！虽然，吾今取此然后而归尔。」司马子反曰：「不可。臣已告之矣，军有七日之粮尔。」庄王怒曰：「吾使子往视之，子曷为告之？」司马子反曰：「以区区之宋，犹有不欺人之臣，可以楚而无乎？是以告之也。」庄王曰：「诺。舍而止。虽然，吾犹取此然后归尔。」司马子反曰：「然则君请处于此，臣请归尔。」庄王曰：「子去我而归，吾孰与处于此？吾亦从子而归尔。」引师而去之，故君子大其平乎已也。此皆大夫也，其称人何？贬。曷为贬？平者在下也。\n六月癸卯，晋师灭赤狄潞氏，以潞子婴儿归。潞何以称子？潞子之为善也，躬足以亡尔。虽然，君子不可不记也。离于夷狄，而未能合于中国，晋师伐之，中国不救，狄人不有，是以亡也。\n秦人伐晋。\n王札子杀召伯、毛伯。王札子者何？长庶之号也。\n秋。□众。\n仲孙蔑会齐高固于牟娄。\n初税亩。初者何？始也。税亩者何？履亩而税也。初税亩何以书？讥。何讥尔？讥始履亩而税也。何讥乎始履亩而税？古者什一而藉。古者曷为什一而藉？什一者，天下之中正也。多乎什一，大桀小桀。寡乎什一，大貉小貉。什一者，天下之中正也，什一行而颂声作矣。\n冬，蝝生。未有言蝝生者，此其言蝝生何？蝝生不书，此何以书？幸之也。幸之者何？犹曰受之云尔。受之云尔者何？上变古易常，应是而有天灾，其诸则宜于此焉变矣。\n饥。◇宣公十六年\n春王正月，晋人灭赤狄甲氏及留吁。\n夏，成周宣谢灾。成周者何？东周也。宣谢者何？宣宫之谢也。何言乎成周宣谢灾？乐器藏焉尔。成周宣谢灾何以书？记灾也。外灾不书，此何以书？新周也。\n秋，郯伯姬来归。\n冬，大有年。\n◇宣公十七年\n春王正月庚子，许男锡我卒。\n丁未，蔡侯申卒。\n夏，葬许昭公。\n葬蔡文公。\n六月癸卯，日有食之。己未，公会晋侯、卫侯、曹伯、邾娄子同盟于断道。\n秋，公至自会。冬十有一月壬午，公弟叔肝卒。\n◇宣公十八年\n春，晋侯、卫世子臧伐齐。\n公伐杞。\n夏四月。\n秋七月，邾娄人戕鄫子于鄫。戕鄫子于郐者何？残贼而杀之也。\n甲戌，楚子旅卒。何以不书葬？吴、楚之君不书葬，辟其号也。\n公孙归父如晋。\n冬十月壬戌，公薨于路寝。\n归父还自晋，至柽，遂奔齐。还者何？善辞也。何善尔？归父使于晋，还自晋，至柽闻君薨家遣，墠帷哭君成踊，反命乎介，自是走之齐。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 552764,
    "Title": "哀公（元年～十四年）",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36789,
    "Kind": "文",
    "Content": "◇哀公元年\r\n春王正月，公即位。楚子、陈侯、随侯、许男围蔡。\r\n鼷鼠食郊牛，改卜牛。\r\n夏四月辛巳，郊。秋，齐侯、卫侯伐晋。\r\n冬，仲孙何忌帅师伐邾娄。\r\n◇哀公二年\r\n春王二月，季孙斯、叔孙州仇、仲孙何忌帅师伐邾娄，取漷东田及沂西田。癸巳，叔孙州仇、仲孙何忌及邾娄子盟于句绎。夏四月丙子，卫侯元卒。滕子来朝。\r\n晋赵鞅帅师纳卫世子蒯聩于戚。戚者何？卫之邑也。曷为不言入于卫？父有子，子不得有父也。\r\n秋八月甲戌，晋赵鞅帅师及郑轩达帅师战于栗，郑师败绩。冬十月，葬卫灵公。\r\n十有一月，蔡迁于州来。蔡杀其大夫公子驷。\r\n◇哀公三年春，齐国夏、卫石曼姑帅师围戚。齐国夏曷为与卫石曼姑帅师围戚？伯讨也。此其为伯讨奈何？曼姑受命乎灵公而立辙，以曼姑之义为固，可以距之也。辙者曷为者也？蒯聩之子也。然则曷为不立蒯聩而立辙？蒯聩为无道，灵公逐蒯聩而立辙。然则辙之义可以立乎？曰：「可。」其可奈何？不以父命辞王父命，以王父命辞父命，是父之行乎子也。不以家事辞王事，以王事辞家事，是上之行乎下也。\r\n夏四月甲午，地震。五月辛卯，桓宫、僖宫灾。此皆毁庙也，其言灾何？复立也。曷为不言其复立？《春秋》见者不复见也。何以不言及？敌也。何以书？记灾也。\r\n季孙斯、叔孙州仇帅师城开阳。\r\n宋乐髡帅师伐曹。\r\n秋七月丙子，季孙斯卒。蔡人放其大夫公孙猎于吴。冬十月癸卯，秦伯卒。\r\n叔孙州仇、仲孙何忌帅师围邾娄。\r\n◇哀公四年\r\n春王三月庚戌，盗杀蔡侯申。弑君贱者穷诸人，此其称盗以弑何？贱乎贱者也。贱乎贱者孰谓？谓罪人也。\r\n葬公孙辰出奔吴。蔡秦惠公。\r\n宋人执小邾娄子。\r\n夏，蔡杀其大夫公孙归姓、公孙霍。\r\n晋人执戎曼子赤归于楚。赤者何？戎曼子之名也。其言归于楚何？子北宫子曰：「辟伯晋而京师楚也。」\r\n城西郛。\r\n六月辛丑，蒲社灾。蒲社者何？亡国之社也。社者封也，其言灾何？亡国之社盖掩之，掩其上而柴其下。蒲社灾何以书？记灾也。秋八月甲寅，滕子结卒。\r\n冬十有二月，葬蔡昭公。\r\n葬滕顷公。\r\n◇哀公五年\r\n春，城比。\r\n夏，齐侯伐宋。\r\n晋赵鞅帅师伐卫。\r\n秋九月癸酉，齐侯处臼卒。冬，叔还如齐。\r\n闰月，葬齐景公。闰不书，此何以书？丧以闰数也。丧曷为以闰数？丧数略也。\r\n◇哀公六年\r\n春，城邾娄葭。\r\n晋赵鞅帅师伐鲜虞。吴伐陈。\r\n夏，齐国夏及高张来奔。\r\n叔还会吴于柤。\r\n秋七月庚寅，楚子轸卒。\r\n齐阳生入于齐。齐陈乞弑其君舍。弑而立者不以当国之辞言之，此其以当国之辞言之何？为谖也。此其为谖奈何？景公谓陈乞曰：「吾欲立舍何如？」陈乞曰：「所乐乎为君者，欲立之则立之，不欲立则不立。君如欲立之，则臣请立之。」阳生谓陈乞曰：「吾闻子盖将不欲立我也。」陈乞曰：「夫千乘之主，将废正而立不正，必杀正者。吾不立子者，所以生子者也，走矣！」与之玉节而走之。景公死而舍立。陈乞使人迎阳生于诸其家。除景公之丧，诸大夫皆在朝，陈乞曰：常之母有鱼菽之祭，愿诸大夫之化我也。」诸大夫皆曰：「诺。」于是皆之陈乞之家坐。陈乞曰：「吾有所为甲，请以示焉。」诸大夫皆曰：「诺。」于是使力士举臣囊而至于中霤，诸大夫见之皆色然而骇，开之则闯然公子阳生也。陈乞曰：「此君也已！」诸大夫不得已皆逡巡北面，再拜稽首而君之尔，自是往弑舍。\r\n冬，仲孙何忌帅师伐邾娄。宋向巢帅师伐曹。\r\n◇哀公七年\r\n春，宋皇瑗帅师侵郑。\r\n晋魏曼多帅师侵卫。\r\n夏，公会吴于鄫。\r\n秋，公伐邾娄。\r\n八月己酉，入邾娄，以邾娄子益来。入不言伐，此其言伐何？内辞也，若使他人然。邾娄子益何以名？绝。曷为绝之？获也。曷为不言其获？内大恶讳也。\r\n宋人围曹。\r\n冬，郑驷弘帅师救曹。\r\n◇哀公八年\r\n春王正月，宋公入曹，以曹伯阳归。曹伯阳何以名？绝。曷为绝之？灭也。曷为不言其灭？讳同姓之灭也。何讳乎同姓之灭？力能救之而不救也。\r\n吴伐我。夏，齐人取欢及僤。外取邑不书，此何以书？所以赂齐也。曷为赂齐？为以邾娄子益来也。\r\n归邾娄子益于邾娄。\r\n秋七月。冬十有二月癸亥，杞伯过卒。\r\n齐人归欢及僤。\r\n◇哀公九年\r\n春王二月，葬杞僖公。宋皇瑗帅师取郑师于雍丘。其言取之何？易也。其易奈何？诈之也。\r\n夏，楚人伐陈。秋，宋公伐郑。\r\n冬十月。\r\n◇哀公十年\r\n春王二月，邾娄子益来奔。\r\n公会吴伐齐。\r\n三月戊戌，齐侯阳生卒。\r\n夏，宋人伐郑。\r\n晋赵鞅帅师侵齐。五月，公至自伐齐。葬齐悼公。\r\n卫公孟彄自齐归于卫。薛伯寅卒。\r\n秋，葬薛惠公。\r\n冬，楚公子结帅师伐陈。吴救陈。\r\n◇哀公十一年\r\n春，齐国书帅师伐我。\r\n夏，陈袁颇出奔郑。\r\n五月，公会吴伐齐。甲戌，齐国书帅师及吴战于艾陵，齐师败绩，获齐国书。\r\n秋七月辛酉，滕子虞母卒。\r\n冬十有一月，葬滕隐公。\r\n卫世叔齐出奔宋。\r\n◇哀公十二年春，用田赋。何以书？讥。何讥尔？讥始用田赋也。\r\n夏五月甲辰，孟子卒。孟子者何？昭公之夫人也。其称孟子何？讳娶同姓，盖吴女也。\r\n公会吴于橐皋。\r\n秋，公会卫侯、宋皇瑗于运。\r\n宋向巢帅师伐郑。\r\n冬十有二月，□众。何以书？记异也。何异尔？不时也。◇哀公十三年\r\n春，郑轩达帅师取宋师于嵒。其言取之何？易也。其易奈何？诈反也。\r\n夏，许男戌卒。\r\n公会晋侯及吴子于黄池。吴何以称子？吴主会也。吴主会则曷为先言晋侯？不与夷狄之主中国也。其言及吴子何？会两伯之辞也。不与夷狄之主中国，则曷为以会两伯之辞言之？重吴也。曷为重吴？吴在是则天下诸侯莫敢不至也。\r\n楚公子申帅师伐陈。\r\n于越入吴。秋，公至自会。\r\n晋魏多帅师侵卫。此晋魏曼多也。曷为谓之晋魏多？讥二名，二名非礼也。\r\n葬许元公。\r\n九月，□众。\r\n冬十有一月，有星孛于东方。孛者何？彗星也。其言于东方何？见于旦也。何以书？记异也。\r\n盗杀陈夏彄夫。\r\n十有二月，□众。◇哀公十四年\r\n春，西狩获麟。何以书？记异也。何异尔？非中国之兽也。然则孰狩之？薪采者也。薪采者则微者也，曷为以狩言之？大之也。曷为大之？为获麟大之也。曷为为获麟大之？麟者，仁兽也。有王者则至，无王者则不至。有以告者曰：「有□而角者。」孔子曰：「孰为来哉！孰为来哉！」反袂拭面涕沾袍。颜渊死，子曰：「噫！天丧予。」子路死，子曰：「噫！天祝予。」西狩获麟，孔子曰：「吾道穷矣。」《春秋》何以始乎隐？祖之所逮闻也，所见异辞，所闻异辞，所传闻异辞。何以终乎哀十四年？曰：「备矣！」君子曷为为《春秋》？拨乱世，反诸正，莫近诸《春秋》。则未知其为是与？其诸君子乐道尧、舜之道与？末不亦乐乎尧、舜之知君子也？制《春秋》之义，以俟后圣，以君子之为，亦有乐乎此也。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 617457,
    "Title": "文公（元年～十八年）",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36789,
    "Kind": "文",
    "Content": "◇文公元年\n春王正月，公即位。\n三月癸亥朔，日有食之。\n天王使叔服来会葬。其言来会葬何？会葬礼也。\n夏四月丁巳，葬我君僖公。\n天王使毛伯来锡公命。锡者何？赐也。命者何？加我服也。\n晋侯伐卫。\n叔孙得臣如京师。\n卫人伐晋。\n秋，公孙敖会晋侯于戚。\n冬十月丁未，楚世子商臣弑其君髡。\n公孙敖如齐。\n◇文公二年\n春王二月甲子，晋侯及秦师战于彭衙，秦师败绩。\n丁丑，作僖公主。作僖公主者何？为僖公作主也。主者曷用？虞主用桑，练主用栗。用栗者，藏主也。作僖公主何以书？讥。何讥尔？不时也。其不时奈何？欲久丧而后不能也。三月乙巳，及晋处父盟。此晋阳处父也，何以不氏？讳与大夫盟也。\n夏六月，公孙敖会宋会、陈侯、郑伯、晋士谷盟于垂敛。自十有二月不雨，至于秋七月。何以书？记异也。大旱以灾书，此亦旱也，曷为以异书？大旱之日短而云灾，故以灾书。此不雨之日长而无灾，故以异书也。\n八月丁卯，大事于大庙，跻僖公。大事者何？大祫也。大祫者何？合祭也。其合祭奈何？毁庙之主陈于大祖，未毁庙之主皆升，合食于大祖，五年而再殷祭。跻者何？升也。何言乎升僖公？讥。何讥尔？逆祀也。其逆祀奈何？先祢而后祖也。冬，晋人、宋人、陈人、郑人伐秦。\n公子遂如齐纳币。纳币不书，此何以书？讥。何讥尔？讥丧娶也。娶在三年之外，则何讥乎丧娶？三年之内不图婚。吉禘于庄公，讥。然则曷为不于祭焉讥？三年之恩疾矣，非虚加之也。以人心为皆有之。以人心为皆有之，则曷为独于娶焉讥？娶者大吉也，非常吉也。其为吉者至于己，以为有人心焉者，则宜于此焉变矣。\n◇文公三年\n春王正月，叔孙得臣会晋人、宋人、陈人、卫人、郑人伐沈。沈溃。\n夏五月，王子虎卒。王子虎者何？天子之大夫也。外大夫不卒，此何以卒？新使乎我也。\n秦人伐晋。\n秋，楚人围江。\n雨螽于宋。雨螽者何？死而坠也。何以书？记异也。外异不书，此何以书？为王者之后记异也。冬，公如晋。十有二月己巳，公及晋侯盟。\n晋阳处父帅师伐楚救江。此伐楚也，其言救江何？为谖也。其为谖奈何？伐楚为救江也。\n◇文公四年春，公至自晋。\n夏，逆妇姜于齐。其谓之逆妇姜于齐何？略之也。高子曰：「娶乎大夫者，略之也。」狄侵齐。\n秋，楚人灭江。\n晋侯伐秦。\n卫侯使宁俞来聘。\n冬十有一月壬寅，夫人风氏薨。◇文公五年\n春王正月，王使荣叔归含，且賵？含者何？口实也。其言归含且賵何？兼之，兼之非礼也。\n三月辛亥，葬我小君成风。成风者何？僖公之母也。王使召伯来会葬。\n夏，公孙敖如晋。秦人入鄀。\n秋，楚人灭六。\n冬十月甲申，许男业卒。\n◇文公六年春，葬许僖公。\n夏，季孙行父如陈。\n秋，季孙行父如晋。\n八月乙亥，晋侯欢卒。\n冬十月，公子遂如晋，葬晋襄公。\n晋杀其大夫阳处父。\n晋狐射姑出奔狄。晋杀其大夫阳处父，则狐射姑曷为出奔？射姑杀也。射姑杀则其称国以杀何？君漏言也。其漏言奈何？君将使射姑将。阳处父谏曰：「射姑民众不说，不可使将。」于是废将。阳处父出，射姑入。君谓射姑曰：「阳处父言曰：『射姑民众不说，不可使将。』」射姑怒，出刺阳处父于朝而走。\n闰月不告月，犹朝于庙。不告月者何？不告朔也。曷为不告朔？天无是月也。闰月矣，何以谓之天无是月？非常月也。犹者何？通可以已也。\n◇文公七年\n春，公伐邾娄。三月甲戌，取须朐。取邑不日，此何以日？内辞也，使若他人然。\n遂城郚。\n夏四月，宋公王臣卒。\n宋人杀其大夫，何以不名？宋三世无大夫，三世内娶也。\n戊子，晋人及秦人战于令狐。晋先眛以师奔秦。此偏战也，何以不言师败绩？敌也。此晋先眛也，其称人何？贬。曷为贬？外也。其外奈何？以师外也。何以不言出？遂在外也。狄侵我西鄙。\n秋八月，公会诸侯、晋大夫盟于扈。诸侯何以不序？大夫何以不名？公失序也。公失序奈何？诸侯不可使与公盟，眣晋大夫使与公盟也。\n冬，徐伐莒。公孙敖如莒莅盟。\n◇文公八年\n春王正月。\n夏四月。\n秋八月戊申，天王崩。\n冬十月壬午，公子遂会晋赵盾，盟于衡雍。乙酉，公子遂会伊雒戎盟于暴。公孙敖如京师，不至复。丙戌，奔莒。不至复者何？不至复者，内辞也，不可使往也。不可使往则其言如京师何？遂公意也。何以不言出？遂在外也。\n宋人杀其大夫司马。宋司城来奔。司马者何？司城者何？皆官举也。曷为皆官举？宋三世无大夫，三世内娶也。\n◇文公九年\n春，毛伯来求金。毛伯者何？天子之大夫也。何以不称使？当丧未君也。逾年矣，何以谓之未君？即位矣而未称王也。未称王何以知其即位？以诸侯之逾年即位，亦知天子之逾年即位也。以天子三年然后称王，亦知诸侯于其封内三年称子也，逾年称公矣。则曷为于其封内三年称子？缘民臣之心不可一日无君，缘终始之义，一年不二君，不可旷年无君。缘孝子之心，则三年不忍当也。毛伯来求金何以书？讥。何讥尔？王者无求，求金非礼也。然则是王者与？曰：「非也。」非王者则曷为谓之王者？王者无求，曰：「是子也。继文王之体，守文王之法度，文王之法无求而求。故讥之也。」夫人姜氏如齐。\n二月，叔孙得臣如京师。\n辛丑，葬襄王。王者不书葬，此何以书？不及时书。过时书，我有往者则书。\n晋人杀其大夫先都。\n三月，夫人姜氏至自齐。\n晋人杀其大夫士縠及箕郑父。\n楚人伐郑。公子遂会晋人、宋人、卫人、许人救郑。\n夏，狄侵齐。\n秋八月，曹伯襄卒。\n九月癸酉，地震。地震者何？动地也。何以书？记异也。\n冬，楚子使椒来聘。椒者何？楚大夫也。楚无大夫？此何以书？始有大夫也。始有大夫，则何以不氏？许夷狄者不一而足也。\n秦人来归僖公、成风之襚。其言僖公、成风何？兼之。兼之非礼也。曷为不言及成风？成风尊也。葬曹共公。\n◇文公十年\n春王三月辛卯，臧孙辰卒。\n夏，秦伐晋。\n楚杀其大夫宜申。\n自正月不雨，至于秋七月。\n及苏子盟于女栗。\n冬，狄侵宋。\n楚子、蔡侯次于屈貉。◇文公十一年春，楚子伐圈。\n夏，叔彭生会晋郤缺于承匡。\n秋，曹伯来朝。\n公子遂如宋。\n狄侵齐。冬十月甲午，叔孙得臣败狄于咸。狄者何？长狄也。兄弟三人，一者之齐，一者之鲁，一者之晋。其之齐者，王子成父杀之。其之鲁者，叔孙得臣杀之。则未知其之晋者也。其言败何？大之也。其日何？大之也。其地何？大之也。何以书？记异也。\n◇文公十二年\n春王正月，盛伯来奔。盛伯者何？失地之君也。何以不名？兄弟辞也。\n杞伯来朝。二月庚子，子叔姬卒。此未适人何以卒？许嫁矣。妇人许嫁字而笄之，死则以成人之丧治之。其称子何？贵也。其贵奈何？母弟也。夏，楚人围巢。\n秋，滕子来朝。秦伯使遂来聘。遂者何？秦大夫也。秦无大夫，此何以书？贤缪公也。何贤乎缪公？以为能变也。其为能变奈何？惟諓諓善竫言。俾君子易怠。而况乎我多有之，惟一介断断焉无他技。其心休休。能有容是难也。\n冬十有二月戊午，晋人、秦人战于河曲。此偏战也，何以不言师败绩？敌也。曷为以水地？河曲疏矣，河千里而一曲也。\n季孙行父帅师城诸及运。\n◇文公十三年\n春王正月。夏五月壬午，陈侯朔卒。邾娄子蘧篨卒。自正月不雨至于秋七月。世室屋坏，世室者何？鲁公之庙也。周公称大庙，鲁公称世室，群公称宫。此鲁公之庙也，曷为谓之世室？世室犹世室也，世世不毁也。周公何以称大庙于鲁？封鲁公以为周公也。周公拜乎前，鲁拜乎后。曰：「生以养周公，死以为周公主。」然则周公之鲁乎？曰：「不之鲁也。封鲁公以为周公主。」然则周公曷为不之鲁？欲天下之一乎周也。鲁祭周公何以为牲？周公用白牲，鲁公用騂冈。群公不毛。鲁祭周公何以为盛？周公盛，鲁公焘，群公廪。世室屋坏何以书？讥。何讥尔？久不修也。\n冬，公如晋。\n卫侯会于沓。\n狄侵卫。\n十有二月己丑，公及晋侯盟。\n还自晋。\n郑伯会公于斐。还者何？善辞也。何善尔？往党卫侯会公于沓，至得与晋侯盟。反党郑伯会公于斐，故善之也。\n◇文公十四年春王正月，公至自晋。邾娄人伐我南鄙。\n叔彭生帅师伐邾娄。\n夏五月乙亥，齐侯潘卒。\n六月，公会宋公、陈侯、卫侯、郑伯、许男、曹伯、晋赵盾，癸酉，同盟于新城。\n秋七月，有星孛入于北斗。孛者何？彗星也。其言入于北斗何？北斗有中也。何以书？记异也。\n公至自会。\n晋人纳接菑于邾娄，弗克纳。纳者何？入辞也。其言弗克纳何？大其弗克纳也。何大乎其弗克纳？晋郤缺帅师革车八百乘以纳接菑于邾娄，力沛若有馀而纳之。邾娄人言曰：「接菑晋出也，玃且齐出也。子以其指，则接菑也四，玃且也六。子以大国压之，则未知齐、晋孰有之也。贵则皆贵矣。虽然玃且也长。」郤缺曰：「非吾力不能纳也，义实不尔克也。」引师而去之，故君子大其弗克纳也。此晋郤缺也，其称人何？贬。曷为贬？不与大夫与废置君也。曷为不与？实与而文不与。文曷为不与？大夫之义不得专废置君也。\n九月甲申，公孙敖卒于齐。\n齐公子商人弑其君舍。此未逾年之君也，其言弑君舍何？己立之，己杀之，成死者，而贱生者也。\n宋子哀来奔。宋子哀者何？无闻焉尔。\n冬，单伯如齐，齐人执单伯，齐人执子叔姬。执者曷为或称行人？或不称行人？称行人而执者，以其事执也。不称行人而执者，以己执也。单伯之罪何？道淫也。恶乎淫？淫乎子叔姬。然则曷为不言齐人执单伯及子叔姬？内辞也，使若异罪然。\n◇文公十五年春，季孙行父如晋。\n三月，宋司马华孙来盟。夏，曹伯来朝。\n齐人归公孙敖之丧。何以不言来？内辞也。胁我而归之，笋将而来也。\n六月辛丑朔，日有食之，鼓用牲于社。单伯至自齐。\n晋郤缺帅师伐蔡，戊申，入蔡。入不言伐，此其言伐何？至之日也。其日何？至之日也。\n秋，齐人侵我西鄙。季孙行父如晋。\n冬十有一月，诸侯盟于扈。十有二月，齐人来归子叔姬。其言来何？闵之也。此有罪，何闵尔？父母之于，子虽有罪，犹若其不欲服罪然。\n齐侯侵我西鄙，遂伐曹，入其郛。郛者何？恢郭也。入郛书乎？曰不书。入郛不书，此何以书？动我也。动我者何？内辞也。其实我动焉尔。\n◇文公十六年\n春，季孙行父会齐侯于阳谷，齐侯弗及盟。其言弗及盟何？不见与盟也。\n夏五月，公四不视朔。公曷为四不视朔？公有疾也。何言乎公有疾不视朔？自是公无疾不视朔也。然则曷为不言公无疾不视朔？有疾犹可言也。无疾不可言也。六月戊辰，公子遂及齐侯盟于犀丘。\n秋八月辛未，夫人姜氏薨。\n毁泉台。泉台者何？郎台也。郎台则曷为谓之泉台？未成为郎台，既成为泉台。毁泉台何以书？讥。何讥尔？筑之讥，毁之讥。先祖为之，己毁之，不如勿居而已矣。\n楚人、秦人、巴人灭庸。\n冬十有一月，宋人弑其君处臼。弑君者曷为或称名氏？或不称名氏？大夫弑君称名氏，贱者穷诸人，大夫相杀称人，贱者穷诸盗。◇文公十七年\n春，晋人、卫人、陈人、郑人伐宋。\n夏四月癸亥，葬我小君圣姜。圣姜者何？文公之母也。\n齐侯伐我西鄙。\n六月癸未，公及齐侯盟干谷。\n诸侯会于扈。秋，公至自谷。\n公子遂如齐。\n◇文公十八年\n春王二月丁丑，公薨于台下。\n秦伯罃卒。\n夏五月戊戌，齐人弑其君商人。\n六月癸酉，葬我君文公。\n秋，公子遂，叔孙得臣如齐。冬十月，子卒。子卒者孰谓？谓子赤也。何以不日？隐之也。何隐尔？弑也。弑则何以不日？不忍言也。\n夫人姜氏归于齐。\n季孙行父如齐。\n莒弑其君庶其。称国以弑何？称国以弑者，众弑君之辞。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 633846,
    "Title": "公羊传  ·  宋人及楚人平",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36789,
    "Kind": "文",
    "Content": "“宋人及楚人平”\r\n外平不书，此何以书？大其平乎己也。何大其平乎己？庄王围宋，军有七日之粮尔！尽此不胜，将去而归尔。于是使司马子反乘堙而窥宋城。宋华元亦乘堙而出见之。司马子反曰：“子之国何如？”华元曰：“惫矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”司马子反曰：“嘻！甚矣，惫！虽然，吾闻之也，围者柑马而秣之，使肥者应客。是何子之情也？”华元曰：“吾闻之：君子见人之厄则矜之，小人见人之厄则幸之。吾见子之君子也，是以告情于子也。”司马子反曰：“诺，勉之矣！吾军亦有七日之粮尔！尽此不胜，将去而归尔。”揖而去之。\r\n反于庄王。庄王曰：“何如？”司马子反曰：“惫矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”庄王曰：“嘻！甚矣，惫！虽然，吾今取此，然后而归尔。”司马子反曰：“不可。臣已告之矣，军有七日之粮尔。”庄王怒曰：“吾使子往视之，子曷为告之？”司马子反曰：“以区区之宋，犹有不欺人之臣，可以楚而无乎？是以告之也。”庄王曰：“诺，舍而止。虽然，吾犹取此，然后归尔。”司马子反曰：“然则君请处于此，臣请归尔。”庄王曰：“子去我而归，吾孰与处于此？吾亦从子而归尔。”引师而去之。故君子大其平乎己也。此皆大夫也。其称“人”何？贬。曷为贬？平者在下也。",
    "Translation": "鲁国以外的诸侯之间讲和，《春秋》都不记载；这次楚宋两国讲和，为什么破例记载呢？这是因为赞扬这次讲和，出于两国大夫的主动。为什么要赞扬两国大夫的主动？楚庄王围攻宋国，军队只剩下七天的口粮。吃完军粮还不能取胜，就只好回去了。于是派司马子反登上土堙，窥探宋国都城的情况。宋国的华元也登上土堙，出来会见子反。子反说：“你们的情况如何？”华元说：“疲惫不堪啊！”子反说：“疲惫到什么程度？”华元说：“交换孩子杀了吃，拆下尸骨烧火做饭。”子反说：“呀，很厉害啦，疲惫！我听说，被围困的军队，总是让马儿衔着木棍，不让马儿吃饱，只牵出肥马给客人看，你怎么这样对我吐露真情？”华元说：“我听说：君子看见别人困难就怜悯他们，小人看见别人危难就幸灾乐祸。我看你是位君子，所以据实相告。”司马子反说：“嗯，努力防守吧！我们也只有七天的军粮，吃完军粮还不能取胜，就会撤军了。”说罢，向华元拱手告别。\r\n司马子反回去见楚庄王。庄王说：“敌情如何？”司马子反说：“疲惫不堪啊！交换孩子杀了吃，拆下尸骨烧火做饭。”庄王说：“呀，很厉害啦，疲惫！那么，我就攻下宋城再回去。”司马子反说：“不行，我已告诉对方，我军也只有七天的口粮了。”庄王大怒：“我叫你去侦察敌情，你怎么倒向对方泄露军机？”司马子反说：“小小一个宋国，尚且有不肯骗人的大臣，难道楚国就没有吗？因此我向对方说了实话。”庄王说：“嗯，那就算了吧！虽然军粮不足，我还是要攻下宋城再回去。”司马子反说：“既然如此，就请君王住下好啦，我可要请求回去。”庄王说：“你丢下我回去，我和谁住在这儿呢？我也回去算了。”于是带领全军退出宋国。因此君子就赞扬两大夫主动讲和。他们都是大夫，怎么《春秋》又只称之为“人”呢？这是含有贬低他们的意味。为什么要贬低他们？因为他们私下讲和，超越了自身的权限。",
    "Comment": "",
    "Intro": "本文选自《公羊传》。主要解释《春秋》的“宋人及楚人平”一句。这六字，有褒有贬。褒扬华元和子反两位大夫以诚相待主动讲和，减轻了宋楚两国的战祸。贬的是两人超越君权自作主张，背着国君讲和。此例一开，君权就危险了。文章客观上反映了当时诸侯国之间的战争给人民所带来的极大灾难，尤其是弱小诸侯国的人民更是如此。楚王围宋，即是这种情况。通篇全用对话口气，重复之中又有变化，颇为传神。文章推崇子反与华元以诚相见和在这次讲和中的作用，又发挥了《春秋》原文中批评子反，华元越权的意思，在于揭示所谓“春秋笔法”。",
    "Annotation": "外平不书：指鲁宣公十二年，楚庄王攻破郑国，郑伯求降，庄王与他讲和的事。《春秋》中没有记载。外，鲁国之外的国家；平，讲和；书，记载。\r\n大：赞扬。\r\n平乎己：主动讲和。\r\n庄王：即楚庄王。\r\n司马子反：楚国大夫，掌管军政。\r\n乘：登。\r\n堙：小土山。\r\n华元：宋国大夫。\r\n易子：交换儿子。\r\n析骸：劈开尸骨。\r\n柑马：给马嘴衔木棍。\r\n秣：喂。\r\n情：说真话。\r\n厄：困难。\r\n矜：怜悯。\r\n反：同“返”，返回。\r\n曷：为什么。\r\n区区：很小。\r\n舍而止：旧注说是筑舍安营驻扎”，与当时情况不合。\r\n平者在下：讲和的人处在下位。",
    "PostsCount": 2
  },
  {
    "Id": 634870,
    "Title": "吕氏春秋 · 卷二十二 · 察传",
    "Dynasty": "秦",
    "Author": "吕不韦",
    "AuthorId": 36825,
    "Kind": "文",
    "Content": "夫得言不可以不察，数传而白为黑，黑为白。故狗似玃，玃似母猴，母猴似人，人之与狗则远矣。此愚者之所以大过也。闻而审则为福矣，闻而不审，不若无闻矣。齐桓公闻管子于鲍叔，楚庄闻孙叔敖于沈尹筮，审之也，故国霸诸侯也。吴王闻越王勾践于太宰嚭，智伯闻赵襄子于张武，不审也，故国亡身死也。\r\n凡闻言必熟论，其于人必验之以理。鲁哀公问于孔子曰：「乐正夔一足，信乎？」孔子曰：「昔者舜欲以乐传教于天下，乃令重黎举夔于草莽之中而进之，舜以为乐正。夔于是正六律，和五声，以通八风，而天下大服。重黎又欲益求人，舜曰：『夫乐，天地之精也，得失之节也，故唯圣人为能和。乐之本也。夔能和之，以平天下。若夔者一而足矣。』故曰夔一足，非一足也。」宋之丁氏，家无井而出溉汲，常一人居外。及其家穿井，告人曰：「吾穿井得一人。」有闻而传之者曰：「丁氏穿井得一人。」国人道之，闻之于宋君，宋君令人问之于丁氏，丁氏对曰：「得一人之使，非得一人于井中也。」求能之若此，不若无闻也。\r\n子夏之晋，过卫，有读史记者曰：「晋师三豕涉河。」子夏曰：「非也，是己亥也。夫『己』与『三』相近，『豕』与『亥』相似。」至于晋而问之，则曰「晋师己亥涉河」也。辞多类非而是，多类是而非。是非之经，不可不分，此圣人之所慎也。然则何以慎？缘物之情及人之情以为所闻则得之矣。",
    "Translation": "传闻不可以不审察，经过辗转相传白的成了黑的，黑的成了白的。所以狗似玃，玃似母猴，母猴似人，人和狗的差别就很远了。这是愚人所以犯大错误的原因。 \r\n听到什么如果加以审察，就有好处；听到什么如果不加审察，不如不听。齐桓公从鲍叔牙那里得知管仲，楚庄王从沈尹筮那里得知孙叔敖，审察他们，因此国家称霸于诸侯。吴王从太宰嚭那里听信了越王勾践的话，智伯从张武那里听信了赵襄子的事，没有经过审察便相信了，因此国家灭亡自己送了命。\r\n凡是听到传闻，都必须深透审察，对于人都必须用理进行检验。鲁哀公问孔子说：「乐正夔只有一只脚，真的吗？」孔子说：「从前舜想用音乐向天下老百姓传播教化，就让重黎从民间举荐了夔而且起用了他，舜任命他做乐正。夔于是校正六律，谐和五声，用来调和阴阳之气。因而天下归顺。重黎还想多找些象夔这样的人，舜说：‘音乐是天地间的精华，国家治乱的关键。只有圣人才能做到和谐，而和谐是音乐的根本。夔能调和音律，从而使天下安定，象夔这样的人一个就够了。’所以说‘一个夔就足够了’，不是‘夔只有一只足’。」宋国有个姓丁的人，家里没有水井，需要出门去打水，经常派一人在外专管打水。等到他家打了水井，他告诉别人说：「我家打水井得到一个人。」有人听了就去传播：「丁家挖井挖到了一个人。」都城的人人纷纷传说这件事，被宋君听到了。宋君派人向姓丁的问明情况，姓丁的答道，「得到一个人使用，并非在井内挖到了一个活人。」象这样听信传闻，不如不听。子夏到晋国去，经过卫国，有个读史书的人说：「晋军三豕过黄河。」子夏说：「不对，是己亥日过黄河。古文‘己’字与‘三’字字形相近，‘豕’字和‘亥’字相似。」到了晋国探问此事，果然是说，晋国军队在己亥那天渡过黄河。\r\n言辞有很多似是而非，似非而是的。是非的界线，不可不分辩清楚，这是圣人需要特别慎重对待的问题。虽然这样，那末靠什么方法才能做到慎重呢？遵循着事物的规律和人的情理，用这种方法来审察所听到的传闻，就可以得到真实的情况了。",
    "Comment": "",
    "Intro": "《察传》选自《吕氏春秋·慎行论第二》。「察传」即明察传闻之意。文中认为传闻中的事物往往有似是而非之处，应加以审察、深思和验证，否则将铸成大错，甚至导致国亡身死。文章多用寓言故事为论据，生动有趣。",
    "Annotation": "察传（chá chuán）：选自《吕氏春秋·慎行论第二·察传》。\r\n溉（gài jí）汲：从井里打水浇地。溉，浇灌；汲，从井里打水。\r\n及：等到。\r\n国人道之：都城的人谈论这件事。国，古代国都也称「国」。\r\n闻之于宋君：这件事被宋君听到了。之，指「丁氏穿井得一人」一事；于，被；宋君，宋国国君。\r\n问之于丁氏：向丁氏问这件事。于，向。\r\n使：使用，指劳动力。\r\n于：到、向。",
    "PostsCount": 7
  },
  {
    "Id": 635431,
    "Title": "山雨",
    "Dynasty": "秦",
    "Author": "偰逊",
    "AuthorId": 36846,
    "Kind": "诗",
    "Content": "一夜山中雨，林端风怒号。\r\n不知溪水涨，只觉钓船高。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 635491,
    "Title": "刻舟求剑",
    "Dynasty": "秦",
    "Author": "吕不韦",
    "AuthorId": 36825,
    "Kind": "文",
    "Content": "楚人有涉江者，其剑自舟中坠于水。遽契其舟，曰：“是吾剑之所从坠。”舟止，从其所契者入水求之。舟已行矣，而剑不行，求剑若此，不亦惑乎！",
    "Translation": "楚国有个渡江的人，他的剑从船中掉到水里。他急忙在船边上用剑在掉下剑的地方做了记号，说：“这是我的剑掉下去的地方。”船到目的地后停了下来，这个楚国人从他刻记号的地方跳到水里寻找剑。船已经航行了，但是剑没有行进，像这样寻找剑，不是很糊涂吗！",
    "Comment": "“刻舟求剑”和“守株待兔”；都含有“拘泥不知变通；做根本做不到的事”的意思。但“刻舟求剑”重于“刻”和“求”；强调虽然主观上努力；但不注意变化了的客观情况；不能相应地采取适当的措施；“守株待兔”重在“守”和“待”；强调主观上不努力；仅想坐守等待。",
    "Intro": "刻个记号便于打捞宝剑，原本并无错，可是把记号刻在了移动的船上，那岂不等于没有记号吗？这个故事对那些思想僵化、墨守成规、看不到事物发展变化的人是一个绝妙的讽刺。故事告诉我们办事不能只凭主观愿望，不能想当然，要根据客观情况的变化而灵活处理。",
    "Annotation": "涉：过，渡。\r\n遽：急忙，立刻。\r\n契：用刀雕刻，刻。\r\n所从坠：从剑落下的地方。坠，落下。\r\n此：这样。\r\n不亦惑乎：不是很糊涂吗？惑，愚蠢，糊涂。“不亦......乎”是一种委婉的反问句式。",
    "PostsCount": 1
  },
  {
    "Id": 635778,
    "Title": "掩耳盗铃",
    "Dynasty": "秦",
    "Author": "吕不韦",
    "AuthorId": 36825,
    "Kind": "文",
    "Content": "范氏之亡也，百姓有得钟者，欲负而走，则钟大不可负；以锤毁之，钟况然有声。恐人闻之而夺己也，遽掩其耳。恶人闻之，可也；恶己自闻之，悖也！",
    "Translation": "范氏逃亡的时候，有个人趁机偷了一口钟，想要背着它逃跑。但是，这口钟太大了，不好背，他就打算用锤子砸碎以后再背。谁知，刚砸了一下，那口钟就「咣」地发出了很大的响声。他生怕别人听到钟声，来把钟夺走了，就急忙把自己的两只耳朵紧紧捂住继续敲。害怕别人听到钟的声音，这是可以理解的；但捂住自己的耳朵就以为别人也听不到了，这就太荒谬了。",
    "Comment": "",
    "Intro": "钟的响声是客观存在的，不管你掩不掩耳朵，它总是要响的。凡是要客观存在的东西，都不依人的主观意志为转移。有的人对不喜欢的客观存在，采取不承认的态度，以为如此，客观就不存在了，这和“掩耳盗铃”一样，都是极端的主观唯心主义——唯我论的表现。",
    "Annotation": "范氏之亡也：范氏是春秋末期晋国的贵族，被其他四家贵族联合打败后，逃在齐国。亡，逃亡。\r\n则：但是\r\n负：用背驮东西。\r\n况然：形容钟声。\r\n遽（jù）：立刻。\r\n悖（bèi）：荒谬。\r\n恶（e）:害怕。",
    "PostsCount": 1
  },
  {
    "Id": 635785,
    "Title": "父善游",
    "Dynasty": "秦",
    "Author": "吕不韦",
    "AuthorId": 36825,
    "Kind": "文",
    "Content": "有过于江上者，见人方引婴儿而欲投之江中，婴儿啼。人问其故。曰：“此其父善游。”\r\n\r\n其父虽善游，其子岂遽善游哉？以此任物，亦必悖矣。",
    "Translation": "有个经过江边的人，看见一个人正拉着一个小孩要把他投到江里去，小孩吓得直哭。过江的人忙问这样做的原因，那人回答：“这孩子的父亲擅长游泳。”\r\n孩子的父亲虽然擅长游泳，这个小孩难道也立即会游泳吗？这样处理事情，肯定是谬误的啊！",
    "Comment": "",
    "Intro": "",
    "Annotation": "善：擅长。\r\n方引：正带着，牵着。方，正在。引：带着，抱着。\r\n之：代词，指婴儿。\r\n岂：难道。\r\n遽急：立即。\r\n过于江上：经过江边。\r\n以此任物：用这种观点来对待事物。任，对待。任物：对待事物。以：用。\r\n悖：违反。",
    "PostsCount": 0
  },
  {
    "Id": 635787,
    "Title": "人有亡斧者",
    "Dynasty": "秦",
    "Author": "吕不韦",
    "AuthorId": 36825,
    "Kind": "文",
    "Content": "人有亡斧者，意其邻人之子。视其行步，窃斧也；视其颜色，窃斧也；听其言语，窃斧也；动作态度，无为而不窃斧者也。俄而掘其沟而得其斧，他日，复见其邻之子，其行动、颜色、动作皆无似窃斧者也。",
    "Translation": "有个人丢了一把斧子，他怀疑是他的邻居家的儿子偷去了，他看到那人走路的样子，像是偷斧子的；看那人脸上的神色，像是偷斧子的；听他的言谈话语，像是偷斧子的；一举一动，没有一样不像是偷斧子的人。不久，他挖掘山沟时却找到了自己的斧子。之后有一天又看见他邻居的儿子，就觉得他的行为、表情、动作，都不像偷斧子的人。",
    "Comment": "",
    "Intro": "《说符》宣扬了先秦道家“理无常是，事无常非\"，以“道”修身等思想观点。 《人有亡铁者》这则寓言，作者批判了那种根据主观臆测去观察事物的思想方法，在此同时，论述归结到“心术”、“立道”的命题上去，符合了《说符》全篇的宗旨。\r\n\r\n这则寓言，讽刺那些带着有色眼镜观察事物、凭“想当然”作出判断的主观唯心主义者。",
    "Annotation": "者：有个丢掉斧子的人。\r\n亡：丢掉，丢失。\r\n意：同\"臆\"，估计，怀疑，猜想。\r\n谷：山谷，地窑。\r\n其：指代邻人之子。\r\n窃：偷盗。\r\n无为而不窃斧也：没有一样不像偷斧子的人。\r\n他日：另一天。\r\n复：再，又。\r\n无似窃斧者：没有一点像偷斧子的样子。\r\n俄而掘其沟而得其斧：不久，（他）挖掘那山谷却找到了自己的斧子。\r\n俄：一会儿，不久。\r\n视：看。\r\n皆：都。\r\n行动：走路的姿势。\r\n颜色：表情。",
    "PostsCount": 0
  },
  {
    "Id": 635812,
    "Title": "二翁登泰山",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "文",
    "Content": "昔有二翁，同里而居。甲翁之妻子去乡，唯叟一人而已。一日，叟携酒至乙翁第，二人对酌，不亦乐乎！乙翁曰：「曏吾远游冀、雍，然未尝登泰山，君有意同行乎？」甲翁曰：「是山余亦未登，然老矣，恐力不胜。」乙翁曰：「差矣，汝之言！曩者愚公年且九十而移山，今吾辈方逾六旬，何老之有！」甲翁曰：「甚善！」翌日，二翁偕往，越钱塘，绝长江，而至泰阴。夜宿，凌晨上山。乙翁欲扶之，甲翁曰：「吾力尚可，无需相扶。」自日出至薄暮，已至半山矣。",
    "Translation": "从前有两个老翁，住在同一个巷子里，甲老翁的妻子、子女离开故乡，只有他自己而已。一天，他带着酒去乙翁的家，两个人一起喝酒，十分快乐！乙翁说：“以前我曾去翼，雍两州远处交游，但没有登过泰山，你能不能和我一起去呢？“甲翁说：“那山我也没有登过，然而老了，恐怕力气不够“乙翁说：“你说的不对！以前的愚公，九十岁的时候还可以移山，现在我们才六十来岁，哪里老呢！“甲翁说：“那太好了“第二天，两个老人都去了，走过钱塘，渡过长江，走到泰山脚下。晚上住下休息，凌晨上山，乙翁要扶他，甲翁说：“我的力气还可以，不用互相搀扶。”从太阳出来到薄暮降临，已经走过了半座大山。",
    "Comment": "",
    "Intro": "二翁登泰山讲述的是两个年近六十的老翁不以年老而互勉登泰山的故事。表现了一种老骥伏枥志在千里，烈士暮年壮心不已的精神！",
    "Annotation": "昔：以前从前。\r\n里：乡（古代居民行政组织的一种，五家为一邻，五邻为一里。）\r\n妻子：妻子和孩子。\r\n叟：老头。\r\n（唯叟一人）而已：罢了。\r\n携：携带。\r\n第：房屋、宅子、家。\r\n酌：饮（酒）。\r\n向：以前。\r\n吾：我。\r\n远游：到远处游玩。\r\n冀、雍：古代两个州名，在今约山西、陕西、甘肃一带。\r\n是:这　然：但是。\r\n意：意愿。\r\n同行：一同出行。\r\n余：我。\r\n亦：也。\r\n未：没有。\r\n然：然而。\r\n恐：担心。\r\n胜：能承受，承担。\r\n差矣，汝之言：是“汝之言差矣”的倒装句。\r\n曩：以往过去。\r\n年：年龄。\r\n且：将近。\r\n辈：等，类，表示人或物的多数同属一类。\r\n方：才。\r\n逾：超过。\r\n甚善：太好了。\r\n翌日：第二天。\r\n偕：一起，一同。\r\n越：经过。\r\n绝：横渡。\r\n相：互相，此指代“我”。\r\n自：从。\r\n至：到，达。\r\n薄暮：傍晚，日将落时。\r\n阴:古代山北水南叫“阴”。\r\n尝：曾经。\r\n去：离开。\r\n何老之有：即为“有何老”；之，宾语前置的标志。\r\n是：这。",
    "PostsCount": 0
  },
  {
    "Id": 635816,
    "Title": "桑生李树",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "文",
    "Content": "汝南南顿张助于田中种禾，见李核，意欲持去，顾见空桑中有土，因殖种，以馀浆溉灌。后人见桑中反复生李，转相告语。有病目痛者息荫下，言：「李君令我目愈，谢以一豚。」目痛小疾，亦行自愈。众犬吠声，因盲者得视，远近翕赫，其下车骑常数千百，酒肉滂沱。间一岁馀，张助远出来还，见之，惊云：「此有何神，乃我所种尔。」因就斫也。",
    "Translation": "南人张助在田里种庄稼，看见一个李核，想把它带回去 ，又回头看见根部枯空的桑树里有土，所以就种了进去，用剩下的水浇灌。后来有人看见桑树中忽然长出了李子，以为是神，就互相转告，有一个眼痛的病人在树下乘凉，说：「李树使我的病好了，我要用一只小猪祭谢。」眼痛的小病，自己也会痊癒，众人盲目符合，说是失明的人重见了光明，远近轰动，在边上下车马的常有数千，李树旁摆满了酒肉，过了一年，张助从远处回来，看见了惊讶地说：「这算什么神呀，这是我种的啊。」于是就跑去把树砍了。",
    "Comment": "",
    "Intro": "这个故事批评了那些不进行思考就盲目相信自己的眼睛的人们，以及这种不正常的随波逐流的社会心理、社会现象。带给我们的启示是：要从客观角度出发看待事情，思考问题，解决问题。",
    "Annotation": "空桑：枯空的桑树，老桑树有枯空的树洞\r\n众犬吠声：一种狗叫，其他的狗也跟着叫起来。形容众人盲目附和\r\n翕（xi）赫：轰动、惊动。\r\n滂沱：原来形容雨很大，这里指摆满了酒肉。\r\n顾;；看见。\r\n语；转告。\r\n间；过了。\r\n乃；这。",
    "PostsCount": 2
  },
  {
    "Id": 636822,
    "Title": "公羊传 · 吴子使札来聘",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36903,
    "Kind": "文",
    "Content": "吴无君，无大夫，此何以有君，有大夫？贤季子也。何贤乎季子？让国也。其让国奈何？谒也，馀祭也，夷昧也，与季子同母者四。季子弱而才，兄弟皆爱之，同欲立之以为君。谒曰：“今若是迮而与季子国，季子犹不受也。请无与子而与弟，弟兄迭为君，而致国乎季子。”皆曰诺。故诸为君者皆轻死为勇，饮食必祝，曰：“天苟有吴国，尚速有悔于予身。”故谒也死，馀祭也立。馀祭也死，夷昧也立。夷昧也死，则国宜之季子者也，季子使而亡焉。僚者长庶也，即之。季之使而反，至而君之尔。阖庐曰：“先君之所以不与子国，而与弟者，凡为季子故也。将从先君之命与，则国宜之季子者也；如不从先君之命与子，我宜当立者也。僚恶得为君？”于是使专诸刺僚，而致国乎季子。季子不受，曰：“尔杀吾君，吾受尔国，是吾与尔为篡也。尔杀吾兄，吾又杀尔，是父子兄弟相杀，终身无已也。”去之延陵，终身不入吴国。故君子以其不受为义，以其不杀为仁，贤季子。则吴何以有君，有大夫？以季子为臣，则宜有君者也。札者何？吴季子之名也。春秋贤者不名，此何以名？许夷狄者，不一而足也。季子者，所贤也，曷为不足乎季子？许人臣者必使臣，许人子者必使子也。",
    "Translation": "“吴子派札来（鲁国）访问。”\r\n吴国本无所谓国君，无所谓大夫，这则记载为什么承认它有国君，有大夫呢？为了表明季子的贤啊。季子贤在哪里呢？辞让国君的位置啊。他辞让君位是怎么一回事呢？谒、馀祭、夷昧跟季子是一母所生的四兄弟，季子年幼而有才干，兄长们都爱他，一起想立他做国君。谒说：“现在如果就这样仓促地把君位给他，季子还是不接受的。我愿不传位给儿子而传位给弟弟，由弟弟依次接替哥哥做国君，最后把君位传给季子。”馀祭、夷昧都说行。所以几个哥哥在位时都勇敢不怕死，每次就餐必定祈祷，说：“上天如果让吴国存在下去，就保祐我们早点遭难吧。”所以谒死了，馀祭做国君。馀祭死了，夷昧做国君。夷昧死了，国君的位置应当属于季子了。季子出使在外，僚是寿梦的庶长子，就即位了。季子出访回国，一到就把僚当作国君。阖闾说：“先君所以不传位给儿子，而传位给弟弟，都是为了季子的缘故。要是遵照先君的遗嘱呢，那么国君应该季子来做；要是不照先君的遗嘱呢，那么我该是国君。僚怎么能做国君呢？”于是派专诸刺杀僚，而把国家交给季子。季子不接受，说：“你杀了我的国君，我受了你给予的君位，这样我变成跟你一起篡位了。你杀了我哥哥，我又杀你，这样父子兄弟相残杀，一辈子没完没了了。”就离开国都到了延陵，终身不入吴国宫廷。所以君子以他的不受君位为义，以他的反对互相残杀为仁，称许季子的贤德。\r\n那么吴国为什么有国君，有大夫呢？既承认季子是臣，就应该有君啊。扎是什么呢？吴季子的名啊。《春秋》对贤者不直称其名，这则记载为什么称名呢？认可夷狄，不能只凭一事一物就认为够条件了。季子是被认为贤的，为什么季子还不够条件呢？认可做人臣子的，一定要使他像个臣子；认可做人儿子的，一定要使他像个儿子。（言外之意是：季子是夷狄之邦的臣子，是夷狄之王的儿子，就要在用语遣词上显示出这一点来。这就是所谓“《春秋》笔法”。）",
    "Comment": "",
    "Intro": "《吴子使札来聘》鲁襄公二十九年（公元前544），吴国派公子扎访问鲁国，《左传》对经过情形有详细记载。当时的吴王馀祭是公子扎的二哥。吴国在公子扎的父亲寿梦就位时（公元前585年）就已称王。但中原诸国还是视吴国为蛮夷之邦，《春秋》记事称之为“吴子”，“子”的爵位在公、侯、伯之下，所以实际上是贬称。而《公羊传》出于“诸夏”的民族偏见和地域偏见，甚至否认吴国“有君、有大夫”，对《春秋》记事用语理解为抬高了吴国的地位。本文就是《公羊传》解释《春秋》为什么用“吴子”肯定吴国“有君”，用“聘”肯定吴国“有大夫”的。全文层层设问，步步深入，以事实说明公子扎的贤、仁、深明大义，使吴国在诸夏心目中的地位得到了提高。",
    "Annotation": "“吴子使札来聘”：这句话是该文引用的《春秋》里的句子。\r\n聘：古代诸侯国之间派使者相问的一种礼节。使者代表国君，他的身分应是卿；“小聘”则派大夫。\r\n贤：用作以动词。\r\n季子：公子扎是吴王寿梦的小儿子，古以伯、仲、叔、季排行，因此以“季子”为字。《史记》称他“季扎”。\r\n让国：辞让国君之位。据《史记·吴世家》记载，寿梦生前就想立季扎，季扎力辞，才立长子诸樊（即谒）。寿梦死后，诸樊又让位季扎，季扎弃其室而耕，乃止。\r\n谒：寿梦长子，一作“遏”，号诸樊。《春秋》经写作“吴子遏”，《左传》、《史记》称“诸樊”。\r\n馀祭：寿梦次子，《左传》记其名一作“戴吴”，马王堆三号墓出土帛书《春秋事语》作“余蔡”。\r\n夷昧：寿梦三子。《左传》作“夷末”，《史记》作“馀昧”。\r\n迮（zé，又读zuò）：仓促。\r\n尚：佑助。\r\n悔：咎，灾祸，这里指亡故。\r\n谒也死：谒在位十三年，前548年（鲁襄公二十五年）在伐楚战争中，中冷箭死于巢（今安徽巢县）。\r\n馀祭也死：馀祭在位四年（《史记》误作十七年），前544年（鲁襄公二十九年）在视察战船时被看守战船的越国俘虏行刺身亡。\r\n夷昧也死：夷昧在位十七年（《史记》误作四年），前527年（鲁昭公十五年）卒。\r\n使而亡：出使在外。《史记·吴世家》所记与此不同：“王馀眛卒，季扎让，逃去。”认为季扎是为让位而逃走的。\r\n僚：《公羊传》这里说他是“长庶”，即吴王寿梦妾所生的长子，季扎的异母兄。《史记·吴世家》则说他是“王馀眛之子”。以《公羊传》为是。\r\n阖庐（lǘ）：公子光即吴王位后的号，《史记》说他是诸樊之子，《世本》说他是夷昧之子。\r\n专诸：伍子胥为公子光找到的勇士，前515年（吴王僚十三年）四月，公子光请王僚喝酒，使专诸藏匕首于炙鱼之中，进食时取出匕首刺王僚胸而杀之。\r\n致国乎季子：把王位给季扎。《史记·吴世家》谓阖庐刺杀王僚后即承吴王位，无让国于季扎之意。\r\n延陵：春秋吴邑，今江苏常州。季扎食邑于此，所以又号“延陵季子”。\r\n不名：不直称名。古人生三月取名，年二十行冠礼，另取字。对人表示尊敬，就称其字而不称名。\r\n不一而足：不因为一事一物就认为够条件了。与今义不同。",
    "PostsCount": 1
  },
  {
    "Id": 636845,
    "Title": "礼记 · 檀弓 · 晋献公杀世子申生",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "文",
    "Content": "晋献公将杀其世子申生，公子重耳谓之曰：「子盍言子之志于公乎？」世子曰：「不可。君安骊姬，是我伤公之心也。」曰：「然则盍行乎？」世子曰：「不可。君谓我欲弑君也。天下岂有无父之国哉？吾何行如之？」\r\n使人辞于狐突曰：「申生有罪，不念伯氏之言也，以至于死。申生不敢爱其死。虽然，吾君老矣，子少，国家多难。伯氏不出而图吾君，伯氏苟出而图吾君，申生受赐而死。」再拜稽首，乃卒。是以为恭世子也。",
    "Translation": "晋献公要杀死他的世子申生，公子重耳对申生说：「你怎么不把心中的委屈向父亲表明呢？」世子说：「不行。君王要有骊姬才舒服，我要是揭发她对我的诬陷，那就太伤老人家的心了。」重耳又说：「既然这样，那么你何不逃走呢？」世子说：「不行。君王认准我要谋害他。天下哪有没有父亲的国家呢？（谁会收留背着弑父罪名的人）我能逃到哪里去呢？」\r\n于是申生派人去向师傅狐突诀别说：「申生有罪，没有听从您的教导，以至难免一死。申生不敢贪生怕死。然而，我的国君老了，他的爱子奚齐还年幼，国家将会多灾多难。您不出来为国君谋划政事也就罢了，如果您出来为国君筹划政事，申生虽死也蒙受您的恩惠。」于是拜了两拜，叩了头，就自杀了。因此他的谥号为「恭世子」。\r\n\r\n这篇一百五十字的短文，没有议论，没有说教，甚至没有一句客观的描述和抒情的词语，有的只是一段对话，一段独白，完全通过人物自己的语言来塑造人物形象。然而，它却写得委婉曲折，血泪交织，十分动情。\r\n晋献公宠爱骊姬，骊姬为使自己亲生儿子奚齐能继承君位就诬陷太子，说太子要谋杀其父献公，献公轻信骊姬，逼迫太子申生自尽。申生在被谗蒙冤的情况下，既不申辩以伤君父之心，也不出逃以扬君父之过，终于含冤自杀。文章头一句「晋献公将杀其世子申生」，开始就造成一种恐怖、紧张而充满悬念的气氛。骊姬因阴谋得逞而偷着乐的得意神情，老而昏聩的献公要杀亲子的愤怒与沉痛，尽在不言中。而申生众多的兄弟们，满朝的文武大臣们，亲者，仇者又会有什么反应？申生自己有什么反应？都令读者产生悬念。然而被杀者申生却坦然自若，从容面对死亡。作者把残酷的环境与申生坦然的心境加以强烈地对比，并在对比的反差中，揭示人物的忠孝之心，塑造人物的形象。先是重耳与申生的对话。申生对重耳的「盍言」、「盍行」的回答，一不辩白，是怕伤老父的心；二不出走，是怕扬父之过。一般情况下的忠孝，不会引人注目；儿子蒙受亲生父亲的冤屈，能无怨无恨，从容就死，就不能不给人留下深刻印象。如果说申生与重耳的对话，表现了申生尽忠尽孝于生前；那么，申生派人代表他与老师狐突的诀别辞，乃是尽忠孝于身后。「伯氏」二句，表明申生在临死前，念念不忘的还是君国，想的还是在自己死后贤士大夫如何帮助君上治国安邦。「吾君老矣，子少，国家多难。」这十个字，既表现了他临死前的清醒认识，也显示了他对国家命运的忧患以及对老父、幼弟的深切关爱。饱含感情，一字一泪。这种愚忠愚孝，今天看来，过于迂腐，未免可笑，但此文之所以催人泪下，似乎也正在于一个「愚」字。",
    "Comment": "",
    "Intro": "本文选自《礼记·檀弓上》，描写晋国世子申生为奉行「忠孝」，甘受骊姬诬陷，在面临死亡时的心理状态。这个史实是晋国史上著名的「骊姬之难」的一个插曲。事详见《国语·晋语》和《左传·僖公四年》。",
    "Annotation": "晋献公：晋国国君。公元前六七六年至公元前六五一年在位。世子：又称太子，是天子或诸侯的嫡长子，君位继承人。申生：晋献公嫡长子，夫人齐姜所生。献公宠妾骊姬生子奚齐，骊姬恃宠欲废申生而立奚齐，借献公出外打猎之时，骊姬让太子申生去曲沃祭祀其生母，太子把祭肉祭酒带回献给献公，骊姬在酒肉里下了毒药，待献公打猎回来献上去，以酒祭地，土突起；以肉饲犬，犬死。骊姬诬陷太子弑父。献公听信谗言，逼迫申生自缢。公子重耳、夷吾也被牵连，为避祸而出逃。\r\n重耳：申生异母弟，即晋文公。\r\n盍（hé）：通“何”，何不。\r\n安：安逸，安适，舒服。\r\n何行如之：到哪里去呢？如，到……去。\r\n辞：辞别，诀别。\r\n狐突：姓狐，名突，字伯行，申生的师傅，重耳的外祖父。\r\n伯氏：对狐突的敬称。念：记住。伯氏之言：鲁闵公二年，晋献公命申生领兵伐东山皋落氏（赤狄别种，在今山西垣曲东南），狐突劝申生乘机出逃，申生没有采纳他的意见。\r\n爱其死：吝惜其死。\r\n子：君之子，指骊姬之子奚齐，时年六岁。国家多难：申生预料死后，其弟兄将因争夺君位而相互残杀。“伯氏”二句：是两个相关的假设句。不出：狐突劝申生出逃，申生没有听从，狐突在伐东山皋落氏以后，就推托有病，在家不出。图吾君：为吾君图。图，谋划，策划。赐：恩惠。稽首：叩头到地，最恭敬的跪拜礼。恭：申生的谥号。“恭”是敬顺事上的意思。申生明知父命是错误的，却仍然顺从而自杀，所以谥“恭”。",
    "PostsCount": 1
  },
  {
    "Id": 636846,
    "Title": "礼记 · 檀弓 · 曾子易箦",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "文",
    "Content": "曾子寝疾，病。乐正子春坐于床下，曾元、曾申坐于足，童子隅坐而执烛。童子曰：「华而睆，大夫之箦与？」子春曰：「止！」曾子闻之，瞿然曰：「呼！」曰：「华而睆，大夫之箦与？」曾子曰：「然。斯季孙之赐也，我未之能易也。元，起易箦。」曾元曰：「夫子之病革矣，不可以变。幸而至于旦，请敬易之。」曾子曰：「尔之爱我也不如彼。君子之爱人也以德，细人之爱人也以姑息。吾何求哉？吾得正而毙焉斯已矣。」举扶而易之。反席未安而没。",
    "Translation": "曾子躺在床上，病危。曾子的弟子子春坐在床旁边，曾元、曾申坐在床脚下，童仆坐在角落拿着蜡烛。童仆说：「华美而光洁，（那是）大夫（才能享用）的竹席啊！」子春说：「住嘴！」曾子听见这话，惊惧地说：「啊！」（童仆又）说：「华美而光洁，（那是）大夫（才能享用）的竹席啊！」曾子说：「是的。那是季孙送的，我没有啊。（曾）元，（扶我）起来换竹席。」曾元说：「您的病非常严重啊，不能移动（您的身体啊）。（如果）幸运地到了早晨，一定遵从您的意思换了它。」曾子说：「你爱我不如他（童仆）。按照道德标准去爱护人，小人爱人以无原则迁就。我还有什么苛求啊？我能得到（封建礼教的）正道而死去，也就足够了。」（曾元）扶着抬起（他的身体）然后更换竹席，把他送回席子，还没躺好就死了。",
    "Comment": "",
    "Intro": "曾子易箦选自《礼记》檀弓上，《古文观止》中亦有收录。曾子，姓曾，名参，字子舆，春秋末年鲁国南武城（现山东省今济宁市嘉祥县）人。孔子弟子之一。曾子是一个视守礼法甚于生命的人，他没有做过大夫，无意中用了大夫专用的席子。假如他死在大夫专用的席子上，那就是「非礼」了，哪怕是处于弥留之际，也依然命令儿子给他更换席子，刚换完，他就无憾而终了。文中曾子的形象惟妙惟肖，他以身护礼，言行一致的学者的风度得以充分的表现。",
    "Annotation": "曾子：即曾参，孔子弟子。\r\n寝疾：病倒，卧病，此偏向于病倒。寝，睡卧。疾，小病。\r\n乐正子春：曾参的弟子。\r\n曾元、曾申：都是曾子的儿子。\r\n隅：名词作状语，在角落。\r\n华而睆（huǎn）：华美，光滑。\r\n箦（zé）：席子。\r\n瞿然：惊叹的样子。\r\n季孙︰鲁国大夫；曾子受其赐箦，非礼也。\r\n革：通「亟」，指病重。\r\n变：在此指移动\r\n姑息：无原则的宽容\r\n正而毙︰谓合于正礼而殁。\r\n反：同「返」。\r\n没：同：「殁」，死。",
    "PostsCount": 1
  },
  {
    "Id": 636847,
    "Title": "礼记 · 檀弓 · 有子之言似夫子",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "文",
    "Content": "有子问于曾子曰：「问丧于夫子乎？」曰：「闻之矣：‘丧欲速贫，死欲速朽’。」有子曰：「是非君子之言也。」曾子曰：「参也闻诸夫子也。」有子又曰：「是非君子之言也。」曾子曰：「参也与子游闻之。」有子曰：「然。然则夫子有为言之也。」\r\n曾子以斯言告于子游。子游曰：「甚哉，有子之言似夫子也！昔者，夫子居于宋，见桓司马自为石椁，三年而不成。夫子曰：‘若是其靡也，死不如速朽之愈也。’‘死之欲速朽’，为桓司马言之也。南宫敬叔反，必载宝而朝。夫子曰：‘若是其货也，丧不如速贫之愈也。’丧之欲速贫，为敬叔言之也。」\r\n曾子以子游之言告于有子。有子曰：「然！吾固曰非夫子之言也。」曾子曰：「子何以知之？」有子曰：「夫子制于中都：四寸之棺，五寸之椁。以斯知不欲速朽也。昔者夫子失鲁司寇，将之荆，盖先之以子夏，又申之以冉有。以斯知不欲速贫也。」",
    "Translation": "有子问曾子道：「在先生（孔子）那里听说过失去官职方面的事情吗？」（曾子）说：「听他说的是：‘希望丢官后赶快贫穷，希望死后赶快腐烂’。」有子说：「这不是君子说的话。」曾子说：「我（的确是）从先生（孔子）那听来的。」有子又说：「这不是君子说的话。」曾子说：「我是和子游一起听见这话的。」有子说：「的确（说过）。但先生这样说肯定是有原因的。」 曾子将这话告诉子游。子游说：「有子说话很象先生啊！那时先生住在宋国，看见桓司马给自己做石椁，三年还没完成。先生说：‘像这样奢靡，（人）不如死了赶快腐烂掉越快越好啊。希望（人）死了赶快腐烂，是针对桓司马而说的。 南宫敬叔（他原来失去官职，离开了鲁国）回国，必定带上宝物朝见国王。先生说：‘像这样对待钱财（行贿），丢掉官职（以后）不如赶紧贫穷越快越好啊。’希望丢掉官职以后迅速贫穷，是针对敬叔说的啊。」 曾子将子游的话告诉有子。有子说：「是啊。我就说了不是先生的话吗。」曾子说：「您怎么知道的呢？」有子说：「先生给中都制定的礼法中有：棺材（板）四寸，椁（板）五寸。依据这知道（先生）不希望（人死后）迅速腐烂啊。从前先生失去鲁国司寇的官职时，打算前往楚国，就先让子夏去（打听），又让冉有去申明（自己的想法）。依据这知道（先生）不希望（失去官职后）迅速贫穷。」",
    "Comment": "",
    "Intro": "本文记叙的是孔子的弟子对「丧欲速贫，死欲速朽」的含义的相互探讨。由于思考方法的不同，对同一句话，弟子们有着不同的理解。有子能够不片面、不孤立地去判断，而且和孔子的一贯言行相联；子游能够根据孔子讲话的背景，针对的问题进行分析；曾子则是句句照搬，孤立、片面地理解。文章分析问题的方式对今人仍有很大的借鉴作用。",
    "Annotation": "有子：孔子的弟子有若。\r\n问：当作「闻」（依《经典释文》）。\r\n丧：失去。此处置失去了官职。（依《古文观止》）。\r\n丧欲速贫：失去官位之后，只想穷的快点才好。\r\n参：曾子，名参，字子舆。\r\n有为言之：有所指而言，即「有所为言」。\r\n桓司马：宋人，名魋（tuí）\r\n椁（guǒ）：套在棺材外面的大棺材。\r\n靡：浪费、奢侈。\r\n愈：较好、胜过。\r\n南宫敬叔：鲁孟僖子之子仲孙阅，曾失位离开鲁国，返时载宝物朝见鲁君。\r\n反：同「返」。\r\n货：贿赂。\r\n制：立规定，定制度。\r\n申：申明。",
    "PostsCount": 1
  },
  {
    "Id": 636848,
    "Title": "礼记 · 檀弓 · 公子重耳对秦客",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "文",
    "Content": "晋献公之丧，秦穆公使人吊公子重耳，且曰：「寡人闻之，亡国恒于斯，得国恒于斯。虽吾子俨然在忧服之中，丧亦不可久也，时亦不可失也，孺子其图之！」\r\n以告舅犯。舅犯曰：「孺子其辞焉。丧人无宝，仁亲以为宝。父死之谓何？又因以为利，而天下其孰能说之？孺子其辞焉！」公子重耳对客曰：「君惠吊亡臣重耳。身丧父死，不得与于哭泣之哀，以为君忧。父死之谓何？或敢有他志，以辱君义。」稽颡而不拜，哭而起，起而不私。\r\n子显以致命于穆公。穆公曰：「仁夫公子重耳！夫稽颡而不拜，则未为后也，故不成拜。哭而起，则爱父也。起而不私，则远利也。」 ",
    "Translation": "晋国献公的丧期，秦国穆公派人慰问公子重耳，并且传达自己的话说：「寡人听说：失去国家（君主权）常常在这个时候，得到国家（君主权也）常常在这个时候。虽然我的先生您恭敬严肃，在忧伤的服丧期间，居丧也不可太久，时机也不可失去啊，年轻人，请考虑一下吧！」\r\n（重耳）将这事告诉舅舅子犯。舅舅子犯说：「年轻人还是推辞吧。居丧之人没有值得宝贵的东西，可珍贵的只有仁爱和亲情。父亲死去这是何等重大的事情啊？还要用这事来谋利，那么天下谁能说清（我们无罪过）啊？年轻人还是推辞吧。」公子重耳（便）对（秦国的）客人说：「君王赏脸吊唁流亡的我重耳，（我）在父亲死去居丧（的时候），不能参与到哭泣（表达）悲哀的丧礼中去，而让您操心了。父亲死去这是何等重大的事情啊？（我）哪里还有其他的图谋来辜负您（来慰问我）的情义啊？」（重耳）行稽颡之礼但不拜谢（秦国来的客人），哭着起身，起身后但不（跟秦国来的客人）私下交谈。\r\n子显复命将事情告诉穆公。穆公说：「仁人啊，公子重耳！叩拜但不拜谢，是他没已晋献公的继承人而自居，所以没有拜谢。哭着起身，就表示敬爱父亲。起身但不私谈，就表示远离个人利益啊。」",
    "Comment": "",
    "Intro": "",
    "Annotation": "吊：致吊唁\r\n恒：经常\r\n斯：此，这\r\n惠：施予恩惠\r\n丧：流亡在外\r\n或：表疑问\r\n稽颡（qǐsǎng）：古代一种跪拜礼，屈膝下拜，以额触地，表示极度的虔诚。\r\n後：後嗣，继承人。根据古时候的丧礼，先稽颡而后拜，那是继承人答谢客人的敬礼。\r\n远：避开",
    "PostsCount": 1
  },
  {
    "Id": 636849,
    "Title": "礼记 · 檀弓 · 杜蒉扬觯",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "文",
    "Content": "知悼子卒，未葬．平公饮酒，师旷、李调侍，鼓钟。杜篑自外来，闻钟声，曰：「安在？」曰：「在寝。」杜篑入寝，历阶而升．酌曰：「旷饮斯。」又酌曰：「调饮斯．」又酌，堂上北面坐饮之。降，趋而出。\r\n平公呼而进之，曰：「蒉，曩者尔心或开予，是以不与尔言。尔饮旷，何也？」曰：「子卯不乐。知悼子在堂，斯其为子卯也大矣！旷也，太师也，不以诏．是以饮之也。」「尔饮调，何也？」曰：「调也，君之亵臣也，为一饮一食，亡君之疾。是以饮之也．」「尔饮，何也？」曰：「篑也，宰夫也，非刀匕是共，又敢与知防．是饮之也．」平公曰：「寡人亦有过焉。酌而饮寡人！」杜篑洗而扬觯。\r\n公谓侍者曰：「如我死，则必无废是爵也！」至于今，既毕献，斯扬觯，谓之「杜举」。",
    "Translation": "知悼子死，还没有下葬。平公饮酒（作乐），师旷、李调陪伴侍奉，敲击编钟（演奏乐曲）。杜蒉从外面来，听到编钟声，说：「（平公）在哪？」（仆人）说：「在寝宫。」杜蒉前往寝宫，拾阶而上。斟酒道：「师旷干了这杯。」又斟酒道：「李调乾了这杯。」又斟酒，在大厅的北面（面对平公）坐下乾了酒。走下台阶，跑着出去。\r\n平公喊他进来，说：「蒉，刚纔我心想你可能要开导我，因此不跟你说话。你罚师旷喝酒，是为什么啊？」（杜蒉）说：「子日和卯日不演奏乐曲（据说夏朝的桀王逃亡在山西安邑县于乙卯日死亡；商朝的纣王在甲子日自焚死亡。后代君王引以为戒，以子卯日为『疾日』，不演奏乐曲）。知悼子还在堂上（停灵），这事与子卯日相比大多了！师旷，是太师啊。（他）不告诉您道理，因此罚他喝酒啊。」「你罚李调喝酒，（又是）为什么呢？」（杜蒉）说：「李调，是君主身边的近臣。为了一点喝的一点吃食忘记了君主的忌讳，因此罚他喝酒啊。」「你自己（罚自己）喝酒，（又是）为什么呢？」（杜蒉）说：「我杜蒉，膳食官而已，不去管刀勺的事务，却敢干预（对君主）讲道理防范错误的事，因此罚自己喝酒。」平公说：「我也有过错啊。斟酒来罚我。」杜蒉洗乾净然后高高举起酒杯。平公对侍从们说：「如果我死了，千万不要丢弃这酒杯啊。」\r\n直到今天，（人们）敬完酒后，都要高举酒杯，叫作「杜举」。",
    "Comment": "",
    "Intro": "杜蒉扬觯是属于《杜蒉扬觯》的一个故事，出处《礼记·檀弓》。",
    "Annotation": "知（zhì）悼子：春秋时晋国大夫，知罃。知庄公的儿子。悼是他的谥号。\r\n平公：晋平公，名彪。\r\n师旷：晋国的乐官。\r\n李调：晋平公的近臣。\r\n侍：作陪。\r\n鼓钟：敲钟。\r\n杜篑（kuì）：《左传》作「屠蒯（kuǎi）」，晋国的宰夫。寝：寝宫。古时天子的叫燕寝，诸侯的叫路寝。\r\n酌：斟酒。\r\n堂上北面坐饮之：古时人君的位置朝南，臣子见君时则面向北。杜篑北面而坐，以面向国君行臣礼了。坐：即跪。因为古时席地而坐，坐时两膝跪在席上，屁股坐在脚后跟上，屁股稍稍离开脚后跟就成为跪了，所以跪也叫坐。但坐不可以叫跪。\r\n降：下阶。\r\n趋：快走。\r\n曩者：刚纔。\r\n子卯不乐：夏桀以乙卯日死，商纣以甲子日亡，古人把它叫做疾日，所以做国君的不举乐。\r\n在堂：指知悼子的灵柩还放在家里没有下葬。\r\n斯其为子卯也大矣：古时国君对于卿大夫，人刚死不举乐，人刚下葬不吃肉。悼子是亲近的大臣，死了还没有下葬，人君的哀痛，应当甚于桀纣的疾日，所以说大于子卯。\r\n太师：乐官之长。\r\n亵臣：轻慢的近臣。\r\n疾：疾日，犹言恶日、忌日。\r\n宰夫：主管国君膳食的小官。\r\n匕：古代指饭勺。\r\n与：参与，与闻。知：知谏。防：防闲。敢与知防，是说杜蒉不过是一个宰夫，又敢参与知谏争防闲之事，这是越级行为。\r\n爵：酒器。\r\n扬：举起。\r\n觯（zhì）：古时饮酒用的器皿。",
    "PostsCount": 1
  },
  {
    "Id": 636850,
    "Title": "礼记 · 檀弓 · 晋献文子成室",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "文",
    "Content": "晋献文子成室，晋大夫发焉。张老曰：“美哉，轮焉！美哉，奂焉！歌于斯，哭于斯，聚国族于斯！”文子曰：“武也，得歌于斯，哭于斯，聚国族于斯，是全要领以从先大夫于九京也！”北面再拜稽首。君子谓之善颂善祷。",
    "Translation": "晋国献文子的新居落成，晋国的大夫们都去送礼致贺。张老说：“多美呀，如此高大宽敞！多美呀，如此金碧辉煌！既可以在这里祭祀唱诗，也可以在这里居丧哭泣，还可以在这里宴请国宾、聚会宗族！”文子说：“我赵武能够在这里祭祀唱诗，在这里居丧哭泣，在这里宴请国宾、聚会宗族，这说明我可以免于刑戮而善终，能跟先祖、先父一起长眠在九原！”说完，朝北拜了两拜，叩头致谢。君子都称赞他们一个善于赞颂，一个善于祈祷。",
    "Comment": "",
    "Intro": "《晋献文子成室》出自《礼记·檀弓下》，该文讲的是晋国赵文子宫室落成，晋国的大夫发礼前往致贺之事。全文未分段落，但可以分三个层次来赏析。成语“美轮美奂”的典故出于此文。本篇反映的虽然只是当时卿大夫之间的应酬之辞，但张老的颂辞，别出心裁，文子的答话，也与众不同。",
    "Annotation": "献：进献礼物，引申为祝贺。\r\n文子：赵武（西元前五九六年—西元前五四五年）的谥号。这是后人追记，所以称谥号。\r\n成室：新屋落成。\r\n发：送礼庆贺。\r\n张老：前去送礼物的晋大夫张孟。张氏是姬姓的一个分支，三家分晋后，多属韩国。\r\n轮：盘旋屈曲而上，引申为高大。\r\n奂：通“焕”，华丽。\r\n歌于斯：在这里祭祀时奏乐唱诗。歌，此处代指祭礼。斯，此。\r\n哭于斯：死丧哭泣在这屋里。哭，指家族死丧哭泣之事。\r\n聚国族：聚，聚会。国，国宾。族，宗族。\r\n武：赵武自称。\r\n全要领：免于斩戮之刑。要，通“腰”。领，脖颈。古时罪重则腰斩，罪轻则戮颈，砍头。\r\n先大夫：自称已故的祖、父。赵氏自赵衰以来世代为晋卿。\r\n九京：当作“九原”。晋国卿大夫的墓地，在今山西绛县北。\r\n北面：面向北。古代堂礼，长辈面南而坐，小辈北向而拜。\r\n再拜：拱手礼两次。稽（qǐ）首：叩头。\r\n稽（qǐ）首：叩头到地，伏地停留片刻方起，叫稽首。是九拜（九种拜的礼节）中最恭敬的。\r\n善：擅长。",
    "PostsCount": 1
  },
  {
    "Id": 636910,
    "Title": "鬼谷子 · 捭阖",
    "Dynasty": "秦",
    "Author": "鬼谷子",
    "AuthorId": 36905,
    "Kind": "文",
    "Content": "粤若稽古，圣人之在天地间也，为众生之先。观阴阳之开阖以名命物，知存亡之门户，筹策万类之终始，达人心之理，见变化之朕焉，而守司其门户。故圣人之在天下也，自古至今，其道一也。变化无穷，各有所归。或阴或阳，或柔或刚，或开或闭，或弛或张。\r\n是故圣人一守司其门户，审察其所先后，度权量能，校其伎巧短长。夫贤、不肖、智、愚、勇、怯，有差，乃可捭，乃可阖；乃可进，乃可退；乃可贱，乃可贵：无为以牧之。审定有无与其实虚，随其嗜欲以见其志意，微排其所言，而捭反之，以求其实，实得其指，阖而捭之，以求其利。或开而示之，或阖而闭之。开而示之者，同其情也；阖而闭之者，异其诚也。可与不可，明审其计谋，以原其同异。离合有守，先从其志。\r\n即欲捭之贵周，即欲阖之贵密。周密之贵微，而与道相追。捭之者，料其情也；阖之者，结其诚也。皆见其权衡轻重，乃为之度数，圣人因而为之虑。其不中权衡度数，圣人因而自为之虑。故捭者，或捭而出之，或捭而纳之；阖者，或阖而取之，或阖而去之。捭阖者，天地之道。捭阖者，以变动阴阳，四时开闭，以化万物。纵横、反出、反覆、反忤必由此矣。\r\n捭阖者，道之大化，说之变也；必豫审其变化，吉凶大命系焉。口者，心之门户也；心者，神之主也。志意、喜欲、思虑、智谋，此皆由门户出入，故关之以捭阖，制之以出入。捭之者，开也、言也、阳也；阖之者，闭也，谋也、阴也。阴阳其和，终始其义。故言长生、安乐、富贵、尊荣、显名、爱好、财利、得意、喜欲为阳，曰「始」。故言死亡，忧患、贫贱、苦辱、弃损、亡利、失意、有害、刑戮、诛罚为阴，曰「终」。诸言法阳之类者，皆曰「始」，言善以始其事；诸言法阴之类者，皆曰「终」，言恶以终其谋。\r\n捭阖之道，以阴阳试之，故与阳言者依崇高，与阴言者依卑小。以下求小，以高求大。由此言之，无所不出，无所不入，无所不可。可以说人，可以说家，可以说国，可以说天下。为小无内，为大无外。益损、去就、倍反，皆以阴阳御其事。阳动而行，阴止而藏；阳动而出，阴随而入。阳还终始，阴极反阳。以阳动者，德相生也；以阴静者、形相成也。以阳求阴，苞以德也；以阴结阳，施以力也；阴阳相求，由捭阖也。此天地阴阳之道，而说人之法也，为万事之先，是谓「圆方之门户」。",
    "Translation": "纵观古今历史，可知圣人生活在世界上，就是要成为众人的先导。通过观察阴阳两类现象的变化来对事物作出判断，并进一步了解事物生存和死亡的途径。计算和预测事物的发生过程，通晓人们思想变化的关键，揭示事物变化的徵兆，从而把握事物发展变化的关键。所以，圣人在世界上的作用始终是一样的。事物的变化是无穷无尽的，然而都各有自己的归宿；或者属阴，或者归阳；或者柔弱，或者刚强；或者开放，或者封闭；或者松驰，或者紧张。\r\n所以，圣人要始终把握事物发展变化的关键，度量对方的智谋，测量对方的能力，再比较技巧方面的长处和短处。至于贤良和不肖，智慧和愚蠢，勇健和怯懦，都是有区别的。所有这些，可以开放，也可以封闭；可能进升，也可以辞退；可以轻视，也可以敬重，要靠无为来掌握这些。考察他们的有无与虚实，通过对他们嗜好和欲望的分析来揭示他们的志向和意愿。适当贬抑对方所说的话，当他们开放以后再反复考察，以便探察实情，切实把握对方言行的宗旨，让对方先封闭而后开放，以便抓住有利时机。或者开放，使之显现；或者封闭，使之隐藏。开放使其显现，是因为情趣相同；封闭使之隐藏，是因为诚意不一样。要区分什么可行、什么不可行，就要把那些计谋研究明白，计谋有与自己不相同的和相同的，必须有主见，并区别对待，也要注意跟踪对方的思想活动。\r\n如果要开放，最重要的是考虑周详；如果要封闭，最重要的是严密。由此可见周全与保密的重要，应当谨慎地遵循这些规律。让对方一放，是为了侦察他的真情；让对方封闭，是为了坚定他的诚心。所有这些都是为了使对方的实力和计谋全部暴露出来，以便探测出对方的程度和数量。圣人会因此而心思索，假如不能探测出对方的程度和数量，圣人会为此而自谓封闭，或者是通过封闭来自我约束；或者是通过封闭使别人被迫离开。开放和封闭是世界上各种事物发展变化的规律。开放和封闭都是为了使事物内部对立的各方面发生变化，通过一年四季的开始和结束使万物发展变化。不论是纵横，还是离开、归复、反抗，都必须通过开放或封闭来实现。\r\n开放和封闭是万物运行规律的一种体现，是游说活动的一种形态。人们必须首先慎重地考察这睦变化，事物的吉凶，人们的命运都系于此。口是心灵的门面和窗户，心灵是精神的主宰。意志、情欲、思想和智谋都要由这个门窗出入。因此，用开放和封闭来的把守这个关口，以控制出入。所谓「捭之」，就是开放、发言、公开；所谓「阖之」，就是封闭、缄默、隐匿。阴阳两方相谐调，开放与封闭才以有节度，才能善始善终。所以说长生、安乐、富贵、尊荣、显名、嗜好、财货、得意、情欲等，属于「阳」的一类事物，叫做「开始」。而死亡、忧患、贫贱、羞辱、毁弃、损伤、失意、灾害、刑戳、诛罚等，属于「阴」的一类事物，叫作「终止」。凡是那些遵循「阳道」的一派，都可以称为「新生派」，他们以谈论「善」来开始游说；凡是那些遵循「阴道」的一派，都可以称为「没落派」，他们以谈论「恶」来终止施展计谋。\r\n关于开放和封闭的规律都要从阴阳两方面来试验。因此，给从阳的方面来游说的人以崇高的待遇，而给从阴的方面来游说的人以卑下的待遇。用卑下的来求索微小，以崇高来求索博大。由此看来，没有什么不能出去，没有什么不能进来，没有什么办不成的。用这个道理，可以说服人，可以说服家，可以说服国，可以说服天下。要做小事的时候没有「内」的界限；要做大事的时候没有「外」有疆界。所有的损害和补益，离去和接近，背叛和归附等等行为，都是运用阴、阳的变化来实行的。阳的方面，运动前进；阴的方面，静止、隐藏。阳的方面，活动显出；阴的方面，随行潜入。阳的方面，环行于绺和开端；阴的方面，到了极点显就反归为阳。凡是凭阳气行动的人，道德就与之相生；凡是凭阴气而静止的人，开拓热就与之相成。用阳气来追求阴气，要靠道德来包容；用阴气来结纳阳气，要用外来约束。阴阳之气相追求，是依据并启和关闭的原则，这是天地阴阳之道理，又是说服人的方法，是各种事物的先异，是天地的门户。",
    "Comment": "",
    "Intro": "《鬼谷子·捭阖》是春秋时期纵横家鬼谷子创作的一篇散文。捭为开启，阖为闭藏。捭阖之术，也就是开合有道、张弛有度。捭阖之术是世间万物运转的根本，也是纵横家游说的重要说术言略。",
    "Annotation": "捭：开的意思，敞开心怀积极行动，采取攻势，或接受外部事物及他人的主张和建议。\r\n阖，闭的意思，关闭心扉，把进来的事物化为自己的事物，或不让外来事物进入，取封闭形态。\r\n粤若稽古，粤，语助词。若，顺；稽，考察。意为按着一定的规律考察历史。\r\n先：先知先觉，此意指尊者，指导者，先驱者。\r\n阴阳：《易经》上的用语，指创造宇宙空间万物对应的两种气。阳意味春、光阴、君、男性，是积极的行动，阴意味着秋、夜、暗、臣、女性、消极的行动。\r\n观阴阳之开阖以命物：观察阴阳变化来辨别事物。\r\n存亡之门户：指生死之理。\r\n筹策：计算策划。\r\n万类：万物\r\n朕：指徵兆、迹象。\r\n守司：看守加以管理，以便救亡图存。\r\n其道一也：大自然的规律，凡圣人的道理就有一个。\r\n各有所归：世间一切事物各有归宿。\r\n审察其所先后：应该先的事物应居先，应该后的事物就居后，一切都应该调查判定。\r\n以牧，进行调查。\r\n实：实情。\r\n指：意同宗旨。\r\n阖而捭之：假如明白实情；就应自行闭藏或开启。\r\n求其利：研讨对方所说的善恶利害。\r\n开而示之，或阖而闭之：开放使事物显现，或者封闭使事物隐藏。\r\n原其同异：探讨事物相同与不同的特点、性质。\r\n离合：离，不一致：合，一致。\r\n有守：确立自己的观点而信守之。\r\n欲捭之贵周：周，不遗漏，要行动时，必须作周密的考虑。\r\n微：微妙。\r\n与道相追：合乎道之理，与道相贴近。\r\n料其情：检验实情的真伪。\r\n结其诚：结，坚定，使诚意坚定，有好结果。\r\n权衡轻重：衡量比较事物轻重。\r\n为之度数：测量重量和长度的数值。\r\n不中权衡度数，圣人因而自为之虑：如果不合一般事物规律，圣人就继续引导。\r\n四时开闭以化万物：就像春夏秋冬，万物均在变化一样。\r\n纵横：自由自在的变化。\r\n反覆：或离反或复旧。\r\n由此：根据捭阖原则。\r\n道之大化，说之变：大化，变化。“说之变”，游说原则和主张灵活运用。\r\n终始其义：万物始终保持着阴阳变化之理。\r\n诸言：各种言论。\r\n捭阖之道，以阴阳试之：或开放或闭藏，都以阴阳之道试行。\r\n阳言者依崇高：和情之阳者交涉时，就谈论崇高并对之加以试行。\r\n无所不可：游说人，游说家、游说国、游说天下，都没有什么不可以的。\r\n阳还终始，阴极反阳：意为阴阳运行，彼此相生，互相转化。",
    "PostsCount": 0
  },
  {
    "Id": 636911,
    "Title": "鬼谷子 · 反应",
    "Dynasty": "秦",
    "Author": "鬼谷子",
    "AuthorId": 36905,
    "Kind": "文",
    "Content": "古之大化者，乃与无形俱生。反以观往，覆以验来；反以知古，覆以知今；反以知彼，覆以知己。动静虚实之理，不合来今，反古而求之。事有反而得覆者，圣人之意也，不可不察。\r\n人言者，动也；己默者，静也。因其言，听其辞。言有不合者，反而求之，其应必出。言有象，事有比。其有象比，以观其次。象者象其事，比者比其辞也。以无形求有声，其钓语合事，得人实也。若张置网而取兽也，多张其会而司之。道合其事，彼自出之，此钓人之网也。常持其网驱之，其言无比，乃为之变，以象动之，以报其心，见其情，随而牧之。己反往，彼覆来，言有象比，因而定基。重之袭之，反之复之，万事不失其辞，圣人所诱愚智，事皆不疑。\r\n古善反听者，乃变鬼神以得其情。其变当也，而牧之审也。牧之不审，得情不明；得情不明，定基不审。变象比，必有反辞，以还听之。欲闻其声反默，欲张反敛，欲高反下，欲取反与。欲开情者，象而比之，以牧其辞，同声相呼，实理同归。或因此，或因彼，或以事上，或以牧下，此听真伪、知同异，得其情诈也。动作言默，与此出入，喜怒由此以见其式，皆以先定为之法则。以反求复，观其所托。故用此者，己欲平静，以听其辞，察其事，论万物，别雄雌。虽非其事，见微知类。若探人而居其内，量其能射其意也。符应不失，如腾蛇之所指，若羿之引矢。\r\n故知之始己，自知而后知人也。其相知也，若比目之鱼。其伺言也，若声之与响；见其形也，若光之与影也；其察言也，不失若磁石之取针，舌之取燔骨。其与人也微，其见情也疾。如阴与阳，如阳与阴；如圆与方，如方与圆。未见形圆以道之，既见形方以事之。进退左右，以是司之。已不先定，牧人不正，事用不巧，是谓「忘情失道」；己审先定以牧入，策而无形容，莫见其门，是谓「天神」。",
    "Translation": "在古代能以「大道」来化育万物的圣人，其所作所为都能与自然的发展变化相吻全。反顾以追溯既往，再回首以察验未来；反顾以考察历史，再回首以了解当今；反顾以洞察对方，再回首以认识自我。动静、虚实的原则，如果在未来和今天都得不到应用，那就要到过去的历史中去考察前人的经验。有些事情是要反复探索才能把握的，这是圣人的见解，不可不认真研究。\r\n人家说话，是活动；自己缄默，是静止。要根据别人的言谈来他的辞意。如果其言辞有矛盾之处，就反复诘难，其应对之矢就要出现。语言有可以模拟的形态，事物有可以类比的规范。既有「象」和「比」存在，就可以预见其下一步的言行。所谓「象」就是模仿事物，所谓「比」，就是类比言辞。然后以无形的规律来探求有声的言辞。引诱对方说出的言辞，如果与事实相一致，就可以刺探到对方的实情。这就像张开网捕野兽一样，要多设一些网，江集在一起来等待野兽落入。如果把捕野兽的这个办法也能应用到人事上，那么对方也会自己出来的，这是钓人的「网」。但是，如果经常拿着「网」去追逐对方，其言辞就不再有平常的规范，这时就要变换方法，用「法象」来使对手感动，进而考察对方的思想，使其暴露出实情，进而控制对手。自己返过去，使对手返回来，所说的话可以比较类推了，心里就有了底数。向对手一再袭击，反反复复，所有的事情都可以通过说话反映出来，圣人可以诱惑愚者和智者，这些不必再怀疑。\r\n古代善于从反面听别人言论的人，可以改变鬼神，从而刺探到实情。他们随机应变很得当，对对手的控制也很周到。如果控制不周到，得到的情况就不明了，得到的情况不明了，心里底数就不全面。要把模仿和类比灵活运用，就要说反话，以便观察对方的反映。想要讲话，反而先沉默；想要敞开，反而先收敛；想要升高，反而先下降；想要获取，反而先给与。要想了解对方的内情，就要善于运用模仿和类比的方法，以便把握对方的言辞。同类的声音可以彼此响应，合乎实际的道理会有共同的结果。或者由于这个原因，或者由于那个原因；或者用来侍奉君主，或者用来管理下属。这就要分辨真伪，了解异同，以分辨对手的真实情报或诡诈之术。活动、停止，应该说、沉默都要通过这些表现出来，喜怒哀乐也都要借助这些模式，都要事先确定法则。用逆反心理来追索其过去的精神寄托。所以就用这种反听的方法。自己要想平静，以便听取对方的言辞，考察事理，论说万物，辨别雄雌虽然这不是事情本身，但是可以根据轻微的征兆，探索出同类的大事。就像刺探敌情而深居敌境一般，要首先估计敌人的能力，其次再摸清敌人的意图，像验合符契一样可靠，像螣蛇一样迅速，像后羿张弓射箭一样准确。\r\n所以要想掌握情况，要先从自己开始，只有了解自己，然后才能了解别人。对别人的了解，就旬比目鱼一样没有距离；掌握对方的言论就像声音与回响一样相符；明了对方的情形，就像光和影子一样不走样；侦察对方的言辞，就像用磁石来吸取钢针，用舌头来获取焦骨上的肉一样万无一失。自己暴露给对方的微乎其微，而侦察对手的行动十分迅速。就像阴变阳，又像阳转阴、像贺变方，又像方转贺一样自如。在情况还未明朗以前就圆略来诱惑对手，在情况明朗以后就要用方略来战胜对方。无论是向前，还是向后，无论是向左，还是向右，都可用这个方法来对待。如果自己不事先确定策略，统帅别人也无法步调一致。做事没有技巧，叫做「忘情失道」，自己首先确定斗争策略，再以此来统领众人，策略要不暴露意图，让旁人看不到其门道所在，这才要以称为「天神」。",
    "Comment": "",
    "Intro": "《鬼谷子·反应》是春秋时期纵横家鬼谷子创作的一篇散文。出自纵横家游说经验的总结《鬼谷子》，作者为周朝思想家、道家代表人物、纵横家的鼻祖，「王禅老祖」是后人对鬼谷子的称呼，为老学五派之一。",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 636912,
    "Title": "鬼谷子 · 内揵",
    "Dynasty": "秦",
    "Author": "鬼谷子",
    "AuthorId": 36905,
    "Kind": "文",
    "Content": "君臣上下之事，有远而亲，近而疏；就之不用，去之反求；日进前而不御，遥闻声而相思。\r\n事皆有内揵，素结本始。或结以道德，或结以党友，或结以财货，或结以采色。用其意，欲入则入，欲出则出；欲亲则亲，欲疏则疏；欲就则就；欲去则去；欲求则求，欲思则思。若蚨母之从子也；出无间，入无朕。独往独来，莫之能止。\r\n内者，进说辞也。楗者，楗所谋也。欲说者务稳度，计事者务循顺。阴虑可否，明言得失，以御其志。方来应时，以和其谋。详思来楗，往应时当也。夫内有不合者，不可施行也。乃揣切时宜，从便所为，以求其变。以变求内者，若管取楗。言往者，先顺辞也；说来者，以变言也。善变者审知地势，乃通于天，以化四时，使鬼神，合于阴阳，而牧人民。\r\n见其谋事，知其志意。事有不合者，有所未知也。合而不结者，阳亲而阴疏。事有不合者，圣人不为谋也。\r\n故远而亲者，有阴德也。近而疏者，志不合也。就而不用者，策不得也。去而反求者，事中来也。日进前而不御者，施不合也。遥闻声而相思者，合于谋待决事也。\r\n故曰：不见其类而为之者，见逆。不得其情而说之者，见非。得其情乃制其术，此用可出可入，可楗可开。故圣人立事，以此先知而楗万物。\r\n由夫道德仁义，礼乐忠信计谋，先取诗书，混说损益，议论去就。欲合者用内，欲去者用外。外内者，必明道数。揣策来事，见疑决之。策无失计，立功建德，治名入产业，曰楗而内合。上暗不治，下乱不窹，楗而反之。内自得而外不留，说而飞之，若命自来，己迎而御之。若欲去之，因危与之。环转因化，莫知所为，退为大仪。",
    "Translation": "君臣上下之间的事情，有的距离很远却很亲密，有的距离很近却很疏远。有的在身边却不被使用，有的在离去以后还受聘请。有的天天都能到君主眼前却不被信任，有的距离君主十分遥远却听到声音就被思念。凡是事物都有采纳和建议两方面，平常的东西都与本源相连结，或者靠道德相连结，或者靠朋党相连结，或者靠钱物相连结，或者靠艺术相连结。要想推行自己的主张，就要做到想进来就进来，想出去就出去；想亲近就亲近，想疏远就疏远；想接近就接近，想离去就离去；想被聘用就被聘用，想被思念就被思念。就好象母蜘蛛率领小蜘蛛一样，出来时不留洞痕，进去时不留标记，独自前往，独自返回，谁也没法阻止它。\r\n所谓“内”就是采纳意见；所谓“揵”就是进南计策。想要说服他人，务必要先悄悄地揣测；度量、策划事情，务必要循沿顺畅的途径。暗中分析是可是否，透彻辨明所得所失，以便影响君主的赣。以道术来进言当应合时宜。以便与君主的谋划相合。详细地思考后再来进言，支适应形势。凡是内情有不合时宜的，就不可以实行。就要揣量切摩形势，从便利处入手，来改变策略。用善于变化来邹被采纳，就像以门管来接纳门楗一样顺当。\r\n凡是谈论过去的事情，要先顺畅的言辞，凡是谈论未来的事情要采用容易、变通的言辞。善于变化的的，要详细了解地理形势，只有这样，才能沟通天道，化育四时，驱使鬼神，附合阴阳，牧养人民。要了解君主谋划的事情，要知晓君主的意图。所办的事情凡有不合君主之意的，是因为对君主的意图留于表面亲近，而背地里还有距离。如果与君主的意见没有吻合的可能，圣人是不会为其谋划的。所以说，与君主相距很远却被亲近的人，是因为能与君主心意暗合；距离君主很近却被疏远的人，是因为与君主志向不一；就职上任而不被重用的人，是因为他的计策没有实际效果；革职离去而能再被反聘的人，是因为他和主张被实践证明可行；每天都能出入君主面前，却不被信任的人，是因为他的行为不得体；距离遥远只要能扣到声音就被思念的人，是因为其主张下与决策都相合，正等他参加决断大事。所以说，在情况还没有明朗之前就去游说的人，定会事与愿违，在还不掌握实情的时候就去游说的人，定要受到非议。只有了解情况，再依据实际情况确定方法，这样去推行自己的主张，就可以出去，又可以进来；既可以进谏君主，坚持己见，又可以放弃自己的主张，随机应变。\r\n圣人立身处世，都以自己的先见之明来议论万事万物。其先之明来源于道德、仁义、冖乐和计谋。首先摘了《经》和《书经》的教诲，再综合分析利弊得失，最后讨论就任还是离职。要想与人合作，就要把力量用在内部，要想离开现职，就要扰力量用在外面。处理内外大事必须明确理论和方法，要预测未来的事情，就要善于在各种疑难面前临机决断，在运用策略时要不失算，不断建立功业和积累德政。善于管理人民，使他们从事生产事业，这叫做“巩固内部团结”。\r\n如果上层昏庸不理国家政务，下层份乱不明为臣事理，各执己见，事事抵触，还自鸣得意；不接受外面的新思想，还自吹自擂。在这种情况下，如果朝廷诏命自己，虽然也要迎接，但又要拒绝。要拒绝对方的诏命，要设法给人一种错觉。就像圆环旋转往复一样，使旁人看不出您想要干什么。在这种情况下，急流勇退是最好的办法。",
    "Comment": "",
    "Intro": "《鬼谷子·内揵》是春秋时期纵横家鬼谷子创作的一篇散文。出自纵横家游说经验的总结《鬼谷子》，内楗篇主要说的是如何给领导建议，以及如何遵守自身主张。",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 636913,
    "Title": "鬼谷子 · 抵巇",
    "Dynasty": "秦",
    "Author": "鬼谷子",
    "AuthorId": 36905,
    "Kind": "文",
    "Content": "物有自然，事有合离。有近而不可见，有远而可知。近而不可见者，不察其辞也；远而可知者，反往以验来也。\r\n戏者，罅也。罅者，涧也。涧者，成大隙也。戏始有朕，可抵而塞，可抵而却，可抵而息，可抵而匿，可抵而得，此谓抵巇之理也。\r\n事之危也，圣人知之，独保其身；因化说事，通达计谋，以识细微。经起秋毫之末，挥之于太山之本。其施外，兆萌芽蘖之谋，皆由抵巇。抵巇之隙为道术用。\r\n天下纷错，上无明主，公侯无道德，则小人谗贼，贤人不用，圣人鼠匿，贪利诈伪者作，君臣相惑，土崩瓦解而相伐射，父子离散，乖乱反目，是谓萌牙戏罅。圣人见萌牙戏罅，则抵之以法。世可以治，则抵而塞之；不可治，则抵而得之；或抵如此，或抵如彼；或抵反之，或抵覆之。五帝之政，抵而塞之；三王之事，抵而得之。诸侯相抵，不可胜数，当此之时，能抵为右。\r\n自天地之合离终始，必有戏隙，不可不察也。察之以捭阖，能用此道，圣人也。圣人者，天地之使也。世无可抵，则深隐而待时；时有可抵，则为之谋；可以上合，可以检下。能因能循，为天地守神。",
    "Translation": "万物都有规律存在，任何事情都有对立的两方面。有时彼此距离很近，却互相不了解；有时互相距离很远，却彼此熟悉。距离近而互相不了解，是因为没有互相考察言辞；距离远却能彼此熟悉，是因为经常往来，互相体察。\r\n所谓“巇”就是“瑕罅”，而“罅”就是容器的裂痕，裂痕会由小弯大。在裂痕刚刚出现时，可以通过“抵”使其闭塞，可以通过“抵”，使其停止，可以通过“抵”使其变小，可以通过“抵”使其消失，可以通过“抵”而夺取器物。这就是“抵”的原理。\r\n当事物出现危机之初，只有圣人才能知道，而且能单独知道它的功用，按着事物的变化来说明整理，了解各种计谋，以便观察对手的细微举动。万事万物在开始时都像秋毫之末一样微小，一量发展起来就像泰山的根基一样宏大。当圣人将行政向外推行时，奸佞小人的一切阴谋诡计，都会被排斥，可见抵原来是一种方法。\r\n天下动乱不止，朝迁没有贤明的君主，官吏们没有社会道德。小人谗言妄为，贤良的人才不被信用，圣人逃匿躲藏起来，一些贪图利禄，奸诈虚伪的人飞黄腾达，君主和大臣之间互相怀疑，君臣关系土崩瓦解，互相征伐，父子离散，骨肉反目，就叫做“轻微的裂痕”。当圣人看到轻微的裂痕时，就设法治理。当世道可以治理时，就要采取弥补的“抵”法，使其“”得到弥合继续保持它的完整，继续让它存在下去；如果世道已坏到不可治理时，就用破坏的“抵”法（彻底把它打破“，占有它并重新塑造它。或者这样“抵”，或者那样“抵”；或者通过“抵”使其恢复原状，或者通过“抵”将其重新塑造。对五帝的圣明政治只能“抵而塞之”；三王从事的大事就是了解当时的残暴政治，从而夺得并重新建立政权。诸候之间互相征伐，斗争频繁，不可胜数，在这个混乱的时代，善于斗争的诸候才是强者。\r\n自从天地之间有了“合离”、“终始”以来，万事万物就必然存在着裂痕，审不可不研究的问题。要想研究这个问题就要用“捭阖”的方法。能用这种方法的人，就是圣人，圣人是天地的使者。当世道不需要“抵”的时候，就深深地隐居起来，以等待时机；当世道有可以“抵”弊端时，对上层可以合作，对下属可以督查，有所依据、有所遵循，这样就成了天地的守护神。",
    "Comment": "",
    "Intro": "《鬼谷子·抵巇》是春秋时期纵横家鬼谷子创作的一篇散文。",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 636916,
    "Title": "鬼谷子 · 揣篇",
    "Dynasty": "秦",
    "Author": "鬼谷子",
    "AuthorId": 36905,
    "Kind": "文",
    "Content": "古之善用天下者，必量天下之权，而揣诸侯之情。量权不审，不知强弱轻重之称；揣情不审，不知隐匿变化之动静。何谓量权？曰：“度于大小，谋于众寡。称货财有无，料人民多少、饶乏，有余不足几何？辨地形之险易孰利、孰害？谋虑孰长、孰短？群臣之亲疏，孰贤、孰不肖？与宾客之知睿孰少、孰多？观天时之祸福，孰吉、孰凶？诸候之亲孰用、孰不用？百姓之心去就变化，孰安、孰危？孰好、孰憎？反侧孰便、孰知？如此者，是谓量权。”\r\n揣情者，必以其甚喜之时，往而极其欲也，其有欲也，不能隐其情；必以其甚惧之时，往而极其恶也，具有恶也，不能隐其情：情欲必知其变。感动而不知其变者，乃且错其人勿与语，而更问所亲，知其所安。夫情变于内者，形见于外；故常必以其见者，而知其隐者；此所谓测深揣情。\r\n故计国事者，则当审量权；说人主，则当审揣情；谋虑情欲必出于此。乃可贵、乃可贱、乃可重、乃可轻、乃可利、乃可害、乃可成、乃可败，其数一也。故虽有先王之道、圣智之谋，非揣情，隐匿无所索之。此谋之本也，而说之法也。常有事于人，人莫能先。先事而至，此最难为。故曰“揣情最难守司”。言必时其谋虑，故观蜎飞蠕动，无不有利害，可以生事变。生事看，几之势也。此揣情饰言成文章，而后论之。",
    "Translation": "古时候，善于治理天下的人，必然会审慎地把握国家的发展趋势，揣度各诸侯国的具体情形。如果不能周密切实地审时度势，权衡利害，就不会知道诸侯国的强弱情况。如果不能周密地揣度形势，便不知道个中隐蔽的情况的发展变化。什么叫权衡得失呢？就是能准确揣测（对方）大原小，明察多与少，衡量财货有与无，预测百姓众与寡，丰足与贫乏，不足与有余各有多少？（在战争中）分辨山川地貌的险要与平易，哪处与己有利，哪处与己有害，（研究计策时），哪个是长策，哪个是权宜之计。在君臣亲疏关系中，要知道哪些人贤德，哪些人不正派；在谋士与宾客中，哪个足智多谋，哪个是平庸之才。考察命运的福祸时，什么是吉利的，什么是凶险的；与诸侯交谊中，谁是可以效力的，谁是不能效力的；在判断老百姓的心理趋向时，哪种是平安的，哪种是具有危险的，什么是老百姓喜好的，什么是老百姓厌恶的；不顺从者，哪些要审察，哪些可相契。以此明察百姓心理变化的趋势。在准确地把握上述事态发展变化之后，才能称为审时度势，权衡利弊得失。\r\n揣摩人情，游说人主的谋士，应在对方最高兴的时候去游说，要使其愿望极度膨胀。只要对方有欲望，他就不愿隐瞒事物的真实情况。而在对方怀疑，戒惧时去游说他，则要使其对所厌恶的事情恨至极点。倘若对方有所厌恶的事，此时也不会隐瞒其真实情况。（因为）对方在有欲求的时候，常会反映在他们外在神态变化之中。如果对方有所感动，却不显露在外部神态中，可先不要着急，不要与他直面地讨论，可与他说一些另外他能熟悉的东西，说一些使他感到亲近的事情，就可以知道他安身立命不露神色的依据。一般地说来，心中的欲求，能形之于外部神态，因此，不时地察颜观色，就能知道人的心灵深处的欲求。这就是所谓“测深揣情”。\r\n因而，决策国家大事的人，必须会权衡得失利弊；同理，游说人主的谋士，也必须会揣摩人主的心理。策划、谋略、探察人的欲求，均同此理。揣情之术，可以使人富贵，也可以使人贫贱；可以使人有重权，也可以使人微不足道；可以使人受益，也可使人受害；可以使人成功，也可以使人失败；这些都是揣情之术产生的后果。所以，即使有贤明君王的大德，有上智之人的聪慧，若无忖度时势，探人心理的揣情之术，面对着隐藏了真实情况的事实，也依然不能识破它。由此可知，揣情之术是策划事物的基本条件，游说人主的基本法则。事情发生在人们面前，往往人们难以事先预料。（事先预料）是一般人难以做到的。所以说揣情之术是最难以把握运用的。揣情之时，必须根据不同时势、情态作出判断。在现实中，连昆虫的飞行与蠕动，都是按照自身的生理规律存在，应变于环境。世上万物都是利害共生，而且全在变化之中。事情一开始，都会产生一种微小的态势。揣情者，就要用合情合理的言词装饰成文章，而后再与对方论说。",
    "Comment": "",
    "Intro": "《鬼谷子·揣篇》是春秋时期纵横家鬼谷子创作的一篇散文。",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 636917,
    "Title": "鬼谷子 · 摩篇",
    "Dynasty": "秦",
    "Author": "鬼谷子",
    "AuthorId": 36905,
    "Kind": "文",
    "Content": "摩者，揣之术也。内符者，揣之主也。用之有道，其道必隐。微摩之以其索欲，测而探之，内符必应；其索应也，必有为之。故微而去之，是谓塞匿端，隐貌逃情，而人不知，故能成其事而无患。\r\n摩之在此，符之在彼，从而用之，事无不可。古之善摩者，如操钩而临深渊，饵而投之，必得鱼焉。故曰：主事日成，而人不知；主兵日胜，而人不畏也。圣人谋之于阴，故曰神；成之于阳，故曰明，所谓主事日成者，积德也，而民安之，不知其所以利。积善也，而民道之，不知其所以然；而天下比之神明也。主兵日胜者，常战于不争不费，而民不知所以服，不知所以畏，而天下比之神明。\r\n其摩者，有以平，有以正；有以喜，有以怒；有以名，有以行；有以廉，有以信；有以利，有以卑。平者，静也。正者，宜也。喜者，悦也。怒者，动也。名者，发也。行者，成也。廉者，洁也。信者，期也。利者，求也。卑者，谄也。故圣人所以独用者，众人皆有之；然无成功者，其用之非也。\r\n故谋莫难于周密，说莫难于悉听，事莫难于必成；此三者唯圣人然后能任之。故谋必欲周密；必择其所与通者说也，故曰：或结而无隙也夫事成必合于数，故曰：道、数与时相偶者也。说者听，必合于情；故曰：情合者听。故物归类；抱薪趋火，燥者先燃；平地注水，湿者先濡；此物类相应，于事誓犹是也。此言内符之应外摩也如是，故曰：摩之以其类，焉有不相应者；乃摩之以其欲，焉有不听者。故曰：独行之道。夫几者不晚，成而不拘，久而化成。",
    "Translation": "所谓“摩”是一种与“揣情”相类似的方法。内心活动是“揣”的对象。进行“揣情”时，有“揣”的规律可依，而这些规律却是隐而不现的。适当地去“摩”时，要根据对方欲望投其所好进行测探，其内情就会通过外部形象反映出来。内在的感情要表现出来，必然要有所作为，这就是“摩”的作用。在“揣摩”之后，要适当地离开对方，像把地窖盖上一样隐藏起来，消除痕迹，伪装外表，回避实情，使人无法知道是谁办成的这件事。这样，办成了事，却不会留祸患。\r\n在此处“揣摩”对方，而要在另一处，观察对方表现，顺应事物规律，使我方“揣摩”能在对方应验，则办事无所不成。古代善于“摩”的人，就像拿着钓钩到水潭边上去钓鱼一样。只要把带着饵食的钩投入水中，就一定可以钓到鱼。所以说，主办的事情一天天成功，却没有察觉；主持的军队日益压倒敌军，却没人感到恐惧（才是高明的）。圣人谋划什么行动总是在暗中进行的，所以被称为“神”，而办事成功都显现在光天化日之下，所以被称为“明”。所谓“主事日成”的人是暗中积累德行，老百姓安居乐业，却不知道为什么会享受到这些好处，他们还在暗中积累善行，老百姓生活在善政中却不知道为什么会有这样的局面。人们把“谋之于阴，成之于阳”的政治策略称为“神明”。那些主持军队而日益压倒敌人的统帅，坚持不懈的与敌军对抗，却不去争城夺地，消耗人力物力，老百姓也不知道为何敌国拜服，也不知道什么是恐惧。为此，普天下都称“谋之于阴，成之于阳”的军事策略为“神明”。\r\n在实施“摩”时，有用和平进攻的，有用正义征服的，有用娱乐麻痹的，有用愤怒激励的，有用名望威吓的，有用行为逼迫的，有用廉洁感化的，有用信誉说服的，有用利害诱惑的，有用谦卑争取的。和平就是宁静，正义就是刚直，娱乐就是喜悦，愤怒就树威吓，名望就树声誉，行为就是实施，廉洁就是干净，信誉就是清明，利益就是求取，谦卑就是谄媚。所以，圣人所施用的“摩”之术，平常人也都可以具有，然而没有能运用成功的，那是因为他们运用不当。因此，谋划策略，最困难的就是周到慎密；进行游说，最困难的就是让对方全部听从自已的主张；主办事，最困难的就是必办成功。这三个方面只有成为圣人才能胜任。\r\n所以说谋划必须周到慎密；游说要选择与自已观点相通的对象。所以说：“办事情要稳健，无懈可击。”要想使所主持之事取得成功，必须有适当的方法。所以说：“客观规律是与天时互相依附的。”进行游说的人必须使自已的说辞合于情理，合情合理才有人听。世界上万事万物都有各自的规律。好比抱着柴草向烈火走去，干燥的柴草就首先着火燃烧；往平地倒水，湿的地方就要先存水。这些都是与事物的性质相适应的。以此类推，其他事物也是这样的。这就是“内符”与“外摩”的相适应的道理。所以说按着事物的不同特性来实施“摩”之术，哪有不发生反应的呢？根据被游说者的欲望而施行“摩”之术，哪有不听从游说的呢？所以说只有圣人最能实行揣摩之术。大凡通晓机微的人都会把握好时机，有成绩也不居功，天长日久就一定取得成功。",
    "Comment": "",
    "Intro": "《鬼谷子·摩篇》是春秋时期纵横家鬼谷子创作的一篇散文。出自纵横家游说经验的总结《鬼谷子》，作者为周朝思想家、道家代表人物、纵横家的鼻祖，“王禅老祖”是后人对鬼谷子的称呼，为老学五派之一。",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 636918,
    "Title": "鬼谷子 · 权篇",
    "Dynasty": "秦",
    "Author": "鬼谷子",
    "AuthorId": 36905,
    "Kind": "文",
    "Content": "说者，说之也；说之者，资之也，饰言者，假之也；假之者，益损也。应对者，利辞也；利辞者，轻论也。成义者，明之也；明之者，符验也。难言者，却论也；却论者，钓几也。佞言者，谄而于忠：谀言者，博而于智；平言者，决而于勇；戚言者，权而于信；静言者，反而于胜。先意承欲者，谄也；繁种文辞者，博也；策选进谋者，权也。纵舍不疑者，决也；先分不足而窒非者，反也。\r\n故口者机关也，所以关闭情意也。耳目者，心之佐助也，所以窥间见奸邪。故曰：“参调而应，利道而动。”故繁言而不乱，翱翔而不迷，变易而不危者，观要得理。故无目者，不可示以五色，无耳者，不可告以五音。故不可以往者，无所开之也；不可以来者，无所受之也。物有不通者，故不事也。古人有言曰：“口可以食，不可以言。”言有讳忌也。众口烁金，言有曲故也。\r\n人之情，出言则欲听，举事则欲成。是故智者不用其所短，而用愚人之所长；不用其所拙，而用愚人之所工，故不困也。言其有利者，从其所长也；言其有害者，避其所短也。故介虫之捍也，必以坚厚；螫虫之动也，必以毒螫。故禽兽知用其所长，而谈者知用其所用也。\r\n故曰：“辞言五、曰病、曰怨、曰忧、曰怒、曰喜。”故曰：“病者，感衰气而不神也；怨者，肠绝而无主也；忧者，闭塞而不泄也；怒者，妄动而不治也；喜者，宣散而无要也。”此五者，精则用之，利则行之。故与智者言，依于博；与拙者言，依于辩；与辩者言，依于要；与贵者言，依于势；与富者言，依于高；与贫者言，依于利；与贱者言，依于谦；与勇者言，依于敢；与过者言，依于锐，此其术也，而人常反之。是故与智者言，将此以明之；与不智者言，将此以教之，而甚难为也。故言多类，事多变。故终日言，不失其类，故事不乱。终日变，而不失其主，故智贵不妄，听贵聪，智贵明，辞贵奇。",
    "Translation": "游说是为了说服对方。说服对方，是为了取用对方的力量。修饰言辞，是为了借助花言巧语来求助他人。求助别人，必须要说明得失。回答他人的问话，要会用外交辞令。所谓机变的外交辞令是一种轻俏的言辞。具有正义与真理价值的言论，必须要阐明真伪；而阐明真伪，就是要验证是否正确。反覆讨论焦点问题，是为了弄清事情的原委。弄清事情原委，是要诱出对方深微的机密。\r\n说着一些奸佞之话的人，会因谄媚而显得忠诚。说着奉承话的人，会因吹捧对方而显得有智慧。说着一些平实之话的人，由于果决而显得勇敢。说忧愁话的人，由于握着权，而显得有信用，而说稳重话的人，却由于能反抗而胜利。用华美的词藻来鼓吹欲望者，就是谄媚。用夸大与吹嘘来进献谋略，博取上司欢心的人，就是揽权者。前后进退而不犹疑者，就是果决的人。自已不对而又指责他人过错的就是反抗者。一般说来，“口”就是人的“政府机关”。用它来封锁、宣传信息。耳目，就是心的辅助器官，用它来侦察奸邪。所以说，只要（口、耳、目）三者相互呼应，就会走向成功。一般说来，虽有繁琐的语言并不纷乱，虽有翱翔之物并不迷惑人，虽有局势的变化并不危险，就是要在观物时，掌握要害。由此可知，没有眼睛的人，没有必要拿五色给他们看；同理，没有耳朵的人，没必要让他们听五音；所以不可以去的地方，不必让他们去，不可以来的人，也没有必要接受他们。有些行不通的事，就不要办。古人有言，说：“嘴可以吃饭，不可以说话。”说的是讲话是有忌讳的。警惕人言可畏，那是可以把事实歪曲的。\r\n人之常情，只要自己说出话，就希望有人听，只要办事情就希望能成功。所以一个聪明人不用自己的短处而用愚者的长处。不用自己的笨处而用愚人的善长，这样就使自己永远不会陷于窘迫。说到有利的一面，就要发挥其长处，说到有害的一面，就要避其短处。因而，甲虫防卫，是用其坚硬的甲壳。而毒虫行动，一定用那有毒的螫子。连禽兽都知道用自己的长处，何况进谏的人，更应该会用游说术了。\r\n所以说，在外交辞令中有五种情况：一是病态之言；二是幽怨之言；三是忧郁之言；四是愤怒之言；五是喜悦之言。一般地说来，病态之言是神气衰弱，说话没精神。幽怨之言是伤心痛苦，没有主见，忧郁之言是心情郁结，不能畅言，愤怒之言是轻举妄动，不能控制自己的话。所谓喜悦之言是说话自由散漫，没有重点。以上这五种外交辞令，精要者可以使用，有利者可以付之实行。所以与智者谈话，就要以渊博为原则，与拙者说话，要以强辩为原则；与善辩的人谈话，要以简要为原则；与高贵的人谈话，要以鼓吹气势为原则；与富人谈话，要以高雅潇洒为原则；与穷人谈话，要以利害为原则；与卑贱者谈话，要以谦恭为原则；与勇敢的人谈话，要以果敢为原则；与上进者谈话，要以锐意进取为原则，这些都是与人谈话的原则。然而不少人却常常背道而驰。所以，与聪明人谈话时，就要让他明了这些方法，与笨人谈话时，就要把这些方法教给他。然而事实上很难作到。所以说谈话有各种方法，所论事情会不断变化。（掌握这些）终日谈论，也不会把事情搞乱。事情不断变化，也不会失其原则。故就智者而言重要的是要不乱不虚，听话善辨真伪，聪颖则善断是非，出言要变化莫测。",
    "Comment": "",
    "Intro": "《鬼谷子·权篇》是春秋时期纵横家鬼谷子创作的一篇散文。出自纵横家游说经验的总结《鬼谷子》，作者为周朝思想家、道家代表人物、纵横家的鼻祖，“王禅老祖”是后人对鬼谷子的称呼，为老学五派之一。",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 636919,
    "Title": "鬼谷子 · 谋篇",
    "Dynasty": "秦",
    "Author": "鬼谷子",
    "AuthorId": 36905,
    "Kind": "文",
    "Content": "为人凡谋有道，必得其所因，以求其情。审得其情，乃立三仪。三仪者曰上、曰中、曰下。参以立焉，以生奇。奇不知其所拥，始于古之所从。故郑人之取玉也，必载司南之车，为其不惑也。夫度村、量能、揣情者，亦事之司南也。故同情而俱相亲者，其俱成者也；同欲而相疏者，其偏成者也；同恶而相亲者，其俱害者也；同恶而想疏者，其偏害者也。故相益则亲，相损则疏，其数行也，此所以察同异之分，其类一也。故墙坏于其隙，木毁于其节，斯盖其分也。故变生事，事生谋，谋生计，计生议，议生说，说生进，进生退，退生制，因以制于事。故万事一道，而百度一数也。\r\n夫仁人轻货，不可诱以利，可使出费；勇士轻难，不可惧以患，可使据危；智者达于数，明于理，不可欺以诚，可示以道理，可使立功；是三才也。故愚者易蔽也，不肖者易惧也，贪者易诱也，是因事而裁之。故为强者积于弱也；为直者积于曲；有余者积于不足也；此其道术行也。\r\n故外亲而内疏者说内，内亲而外疏者说外。故因其疑以变之，因其见以然之，因其说以要之，因其势以成之，因其恶以权之，因其患以斥之。摩而恐之，高而动之，微而证之，符而应之，拥而塞之，乱而惑之，是谓计谋。计谋之用，公不如私，私不如结，结而无隙者也。正不如奇，奇流而不止者也。故说人主者，必与之言奇；说人臣者，必与之言私。\r\n其身内、其言外者疏；其身外，其言深者危。无以人之所不欲，而强之于人；无以人之所不知，而教之于人。人之有好也，学而顺之；人之有恶也，避而讳之，故阴道而阳取之也。故去之者纵之，纵之者乘之。貌者不美，又不恶，故至情托焉。可知者可用也，不可知者谋者所不用也，故曰：“事贵制人，而不贵见制于人。”制人者握权也，见制于人者制命也。故圣人之道阴，愚人之道阳；智者事易，而不智者事难。以此观之，亡不可以为存，而危不可以为安，然而无为而贵智矣。智用于众人之所不能知，用于众人之所不能见。既用见可，择事而为之，所以自为也；见不可，择事而为之，所以为人也。故先王之道阴，言有之曰：“天地之化，在高与深；圣人之道，在隐与匿。非独忠、信、仁、义也，中正而已矣。”道理达于此义者，则可与语。由能得此，则可与谷远近之义。",
    "Translation": "对于一个人来说，凡是筹划计谋都要遵循一定的法则。一定要弄清原由，以便研究实情。根据研究，来确定“三仪”。“三义”就是上、中、下。三者互相渗透，就可谋划出奇计，而奇计是所向无敌的，从古到今都是如此。所以郑国人入山采玉时，都要带上指南针，是为了不迷失方向。付度才干、估量能力、揣度情理，也类似作事时使用指南针一样。所以凡是感系疏远的。事后只能有部分人得利；凡是恶习相同而关系疏远的，一定是部分人先受到损害。所以，如果能互相带来利益，就要密切关系，如果相互牵连地造成损害，就要疏远头系。这都是有定数的事情，也是所以要考察异同的原因。凡是这类事情都是一样的道理。所以，墙壁通常因为有裂缝才倒塌，树木通常因为有节疤而折毁，这都是理所当然的。因此，事情的突变都由于事物自身的渐变引起的，而事物又生谋略，谋略生于计划，计划生义议论，议认生于游说，游说生于进取，进取生于退却，即却生于控制，事物由此得以控制。可见各种事物的道理是一致的，不论反复多少次也都是有定数的。\r\n那些仁人君子必然轻视财货，所以不能用金钱来诱惑他们，反而可以让他们捐出资财；勇敢的壮士自然会轻视危难，所以不能用祸患来恐吓他们，反而可以让他们镇守危地；一个有智慧的人，通达礼教，明于事理，不可假装诚信去欺骗他们，反而可以给他们进清理事理，让他们建功立业。这就是所谓会仁人，勇士、智者的“三才”。因此说，愚者的人容易被蒙蔽，一个不肖之徒容易被恐吓，贪图便宜的人容易被引诱，所有这些都要根据具体情况作出判断。所以强大是由微弱积累而成；直壮是由弯由积累而成；有余是由于不足积累而成。这就是因为“道数”得到了实行。\r\n所以，对那些外表亲善而内心入手进行游说；对那些内心亲善而外表疏远的要从表面入手进行游说。因此，要根据对方的疑问所在来改变自己游说的内容；要根据对方的表现来判断游说是否得法；要根据对方的言辞来归纳出游说的要点；要根据情势的变化适时征服对方；要根据对方可能造成的危害来权衡利弊；要根据对方可能造成的祸患来设法防范。揣摩之后加以威胁；抬高之后加以策动；削弱之后加以扶正；符验之后加以响应；拥堵之后加以阻塞；搅乱之后加以迷惑。这就叫做“计谋”。至于计谋的运用，公开不如保密，保密不如结党，结成的党内是没有裂痕的；正规策略不如奇策，奇策实行起来可以无往不胜。所以向人群进行游说时，必须与他谈论奇策。同样道理，向人臣进行游说时，必须与他谈论私情。\r\n虽然是自己人，却说有利于外人的话，就要被疏远。如果是外人，却知道内情太多，就要有危险。不要拿别人不想要的东西，来强迫人家接受，不要拿别人不了解的事去说教别人。如果对方有某种嗜好，就要仿效以迎合他的兴趣；如果对方厌恶什么，就要加以避讳，以免引起反感。所以，要进行隐密的谋划和公开的夺取。想要除掉的人，就要放纵他，任其胡为，待其留下把柄时就乘机一举除掉他。无论遇到什么事情既不喜形于色也不怒目相待的人，是感情深觉的人，可以托之以机密大事。对于了解透彻的人，可以重用；对那些还没了解透彻的重要的是掌握人，绝对不要被人家控制。控制人的人是掌握大权的统治者；被人家控制的人，是唯命是从的被统治者。所以圣人运用谋略的原则是隐而不露，而愚人运用谋略的原则是大肆张扬。有智慧的人成事容易，没有理智慧的人成事困难。由此看来，一旦国家灭亡了就很难复兴；一旦国家骚乱了，就很难安定，所以无为和智慧是最重要的。智慧是用在众人所不知道的地方，用在众人所看不见的地方。在施展智谋和才干之后，如果证明是可行的，就要选择相应的时机来实行，这是为自己；如果发现是不可行的，也要选择相应的时机来实行，这是为别人。所以古代的先王所推行的大道是属于“阴”的，古语说“天地的造化在于高与深，圣人的治道在于陷与匿，并不是单纯讲求仁慈、义理、忠庆、信守，不过是在维护不偏不倚的正道而已”。如果能彻底认清这种道理的真义，就可以与人交谈，假如双方谈得很投机，就可以发展长远的和目前的关系。",
    "Comment": "",
    "Intro": "《鬼谷子·谋篇》是春秋时期纵横家鬼谷子创作的一篇散文。出自纵横家游说经验的总结《鬼谷子》，作者为周朝思想家、道家代表人物、纵横家的鼻祖，“王禅老祖”是后人对鬼谷子的称呼，为老学五派之一。",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 636920,
    "Title": "鬼谷子 · 决篇",
    "Dynasty": "秦",
    "Author": "鬼谷子",
    "AuthorId": 36905,
    "Kind": "文",
    "Content": "凡决物，必托于疑者。善其用福，恶其用患；善至于诱也，终无惑偏。有利焉，去其利，则不受也；奇之所托。若有利于善者，隐托于恶，则不受矣，致疏远。故其有使失利者，有使离害者，此事之失。\r\n圣人所以能成其事者有五：有以阳德之者，有以阴贼之者，有以信诚之者，有以蔽匿之者，有以平素之者。阳励于一言，阴励于二言，平素、枢机以用；四者微而施之。于事度之往事，验之来事，参之平素，可则决之。\r\n王公大人之事也，危而美名者，可则决之；不用费力而易成者，可则决之；用力犯勤苦，然不得已而为之者，可贵则决之；去患者，可贵则决之；从福者，可则决之。故夫决情定疑，万事之基，以正治乱，决成败，难为者。故先王乃用蓍龟者，以自决也。",
    "Translation": "凡为他人决断事情，都是受托于有疑难的人。一般说来，人们都希望遇到有利的事，不希望碰上祸患和被骗诱，希望最终能排除疑惑。在为人作决断时，如果只对一方有利，那么没有利的一方就不会接受，就是国为依托的基础不平衡。任何决断本来都应有利于决断者的，但是如果在其中隐含着不利的因素，那么决断者就不会接受，彼此之间的关系也会疏远，这样对为人决断的人就不利了，甚至还会遭到灾难，这样决断是失误的。\r\n圣人所以能完成大业，主要有五个途径：有用阳道来感人的；有用阴道来惩治的；有用信义来教化的；有用爱心来庇护的；有用谦洁来净化的。行阳道则努力守常如一，行阴道则努力掌握事物对立的两面。要在平时和关键时刻巧妙的运用这四方面，小心谨慎行事。推测以往的事，验证未来的事，再参考日常的事，如果可以，就作出决断。\r\n王公大臣的事，崇高而享有美名的，如果可以就作出决断；不用费力轻易可获成功的事，如果可以就作出决断，费力气又辛苦，但不得不做的，如果可以就作出决断；能消除忧患的，如果可以就作出决断；能实现幸福的，如果可以就作出决断。因此说，解决事情，确定疑难，是万事的关键。澄清动乱，预知成败，这是一件很难做到的事。所以古代先王就用筮草和龟甲来决定一些大事。",
    "Comment": "",
    "Intro": "《鬼谷子·决篇》是春秋时期纵横家鬼谷子创作的一篇散文。",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 636921,
    "Title": "鬼谷子 · 符言",
    "Dynasty": "秦",
    "Author": "鬼谷子",
    "AuthorId": 36905,
    "Kind": "文",
    "Content": "安徐正静，其被节先肉。善与而不静，虚心平意以待倾损。右主位。\r\n目贵明，耳贵聪，心贵智。以天下之目视者，则无不见；以天下之耳听者，则无不闻；以天下之心思虑者，则无不知；辐辏并进，则明不可塞。右主明。\r\n德之术曰勿坚而拒之，许之则防守，拒之则闭塞。高山仰之可极，深渊度之可测，神明之德术正静，其莫之极。右主德。\r\n用赏贵信，用刑贵正。赏赐贵信，必验而目之所闻见，其所不闻见者，莫不谙化矣。诚畅于天下神明，而况奸者干君。右主赏。\r\n一曰天之，二曰地之，三曰人之；四方上下，左右前后，荧惑之处安在。右主问。\r\n心为九穷之治，君为五官之长。为善者，君与之赏；为非者，君与之罚。君因其所以求，因与之，则不劳。圣人用之，故能赏之。因之循理，故能长久。右主因。\r\n人主不可不周；人主不周，则群臣生乱，家于其无常也，内外不通，安知所闻，开闭不善，不见原也。右主周。\r\n一曰长目，二曰飞耳，三曰树明。明知千里之外，隐微之中，是谓洞天下奸，莫不谙变更。右主恭。\r\n循名而为贵，安而完，名实相生，反相为情，故曰名当则生于实，实生于理，理生于名实之德，德生于和，和生于当。右主名。",
    "Translation": "如果身居君位的人能做到安祥、从容、正派、沉静，既会顺又能节制，愿意给予并与世无争，这样就可以心平气和地面对下纷争。以上讲善守其位。\r\n对眼睛来说，最重要的就是明亮；对耳朵来说，最重要的是灵敏，对心灵来说，最重要的就是智慧。人君如果能用全天下的眼睛去观看，就不会有什么看不见的；如果用全天下的耳朵去听，就不会有什么听不到的；如果用全天下的心去思考，就不人有什么不知道的。如果全天下的人都以像车辐条集辏于毂上一样，齐主协力，就可明察一切，无可阻塞。以上讲察之明。\r\n听取情况的方法是：不要远远看见了就答应，也不要远远看见了就拒绝。如果能听信人言，就使自己多了一层保护，如果拒绝别人进言就使自己受到了封闭。高山仰望可看到顶，深渊计量可测到底，而神明的心境既正派又深觉，是无法测到底的。以上虚纳谏。\r\n运用奖赏时，最重要的是守信用。运用刑罚时，贵在坚决。处罚与赏赐的信誉和坚决，应验证于臣民所见所闻的事情，这样对于那些没有亲眼看到的和亲耳听到的人也有潜移默化的作用。人主的诚信如果能畅达天下，那么连神明也会来保护，又何惧那些奸邪之徒犯主君尼？以上讲赏罚必信。\r\n一叫作天时，二叫作地利，三叫作人和。四面作方，上下、左右、前后不清楚的地方在哪？以上讲多方咨询。\r\n心是九窍的统治者，君是五官的首长。做好事的臣民，君主会给他们赏赐；做坏事的臣民，君主会给他们惩罚，君主根据据臣民的政绩来任用，斟酌实际情况给予赏赐，这样就不会劳民伤财。圣人要重用这些臣民，因此能很好地掌握他们，并且要遵循客观规律，所以才能长久，以上讲遵规循理。\r\n作为人主必须广泛了解外界事物，如不通人情道理，那么就容易发生骚乱，世间鸦雀无声是不正常的，内外没有交往，怎么能知道世界的变化。开放和封闭不适当，就无法发现事物的根源。以上讲遍通事理。\r\n一个叫作“长目”，一个叫作“飞耳”，一个叫作“树明”。在一千里之外的地方，隐隐约约、渺渺茫茫之外就叫作“洞”。天下的奸邪的黑暗中也是不变的。以上讲洞察奸邪。\r\n依照名分去考察实际，根据实际来确定名分。名分与实际互为产生的条件，反过来又互相表现。名分与实际相符就能得以治理，不相符则易产生动乱。名分产生于实际，实际产生于意愿，意愿产生于分析，分析产生于智慧，智慧则产生于适当。以上讲名实相符。",
    "Comment": "",
    "Intro": "《鬼谷子·符言》是春秋时期纵横家鬼谷子创作的一篇散文。出自纵横家游说经验的总结《鬼谷子》。",
    "Annotation": "",
    "PostsCount": 1
  },
  {
    "Id": 638750,
    "Title": "白云谣",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "诗",
    "Content": "白云在天，丘陵自出。\r\n道里悠远，山川间之。\r\n将子无死，尚复能来。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 640810,
    "Title": "商君书 · 算地",
    "Dynasty": "秦",
    "Author": "商鞅",
    "AuthorId": 36985,
    "Kind": "文",
    "Content": "凡世主之患，用兵者不量力，治草莱者不度地。故有地狭而民众者，民胜其地；地广而民少者，地胜其民。民胜其地，务开；地胜其民者，事徕。\r\n开，则行倍。民过地，则国功寡而兵力少；地过民，则山泽财物不为用。夫弃天物、遂民淫者，世主之务过也，而上下事之，故民众而兵弱，地大而力小。\r\n故为国任地者：山林居什一，薮泽居什一，薮谷流水居什一，都邑蹊道居什四，此先王之正律也。故为国分田数：小亩五百，足待一役，此地不任也；方土百里，出战卒万人者，数小也。此其垦田足以食其民，都邑遂路足以处其民，山林、薮泽、溪谷足以供其利，薮泽堤防足以畜。故兵出，粮给而财有余；兵休，民作而畜长足。此所谓任地待役之律也。\r\n今世主有地方数千里，食不足以待役实仓，而兵为邻敌，臣故为世主患之。夫地大而不垦者，与无地同；民众而不用者，与无民同。故为国之数，务在垦草；用兵之道，务在壹赏。私利塞于外，则民务属于农；属于农，则朴；朴，则畏令。私赏禁于下，则民力抟于敌；抟于敌，则胜。奚以知其然也？夫民之情，朴则生劳而易力，穷则生知而权利。易力则轻死而乐用，权利则畏罚而易苦。易苦则地力尽，乐用则兵力尽。夫治国者，能尽地力而致民死者，名与利交至。\r\n民之性：饥而求食，劳而求佚，苦则索乐，辱则求荣，此民之情也。民之求利，失礼之法；求名，失性之常。奚以论其然也？今夫盗贼上犯君上之所禁，而下失臣民之礼，故名辱而身危，犹不止者，利也。其上世之士，衣不暖肤，食不满肠，苦其志意，劳其四肢，伤其五脏，而益裕广耳，非性之常也，而为之者，名也。故曰：名利之所凑，则民道之。\r\n主操名利之柄而能致功名者，数也。圣人审权以操柄，审数以使民。数者，臣主之术，而国之要也。故万乘失数而不危、臣主失术而不乱者，未之有也。今世主欲辟地治民而不审数，臣欲尽其事而不立术，故国有不服之民，主有不令之臣。故圣人之为国也，入令民以属农，出令民以计战。夫农，民之所苦；而战，民之所危也。犯其所苦、行其所危者，计也。故民生则计利，死则虑名。名利之所出，不可不审也。利出于地，则民尽力；名出于战，则民致死。入使民尽力，则草不荒；出使民致死，则胜敌。胜故而草不荒，富强之功可坐而致也。\r\n今则不然。世主之所以加务者，皆非国之急也。身有尧、舜之行，而功不及汤、武之略者，此执柄之罪也。臣请语其过。夫治国舍势而任说说，则身剽而功寡。故事《诗》、《书》谈说之士，则民游而轻其君；事处士，则民远而非其上；事勇士，则民竞而轻其禁；技艺之士用，则民剽而易徙；商贾之士佚且利，则民缘而议其上。故五民加于国用，则田荒而兵弱。谈说之士资在于口，处士资在于意勇士资在于气，技艺之士资在于手，商贾之士资在于身。故天下一宅，而圜身资。民资重于身，而偏托势于外。挟重资，归偏家，尧、舜之所难也。故汤、武禁之，则功立而名成。圣人非能以世之所易胜其所难也，必以其所难胜其所易。故民愚，则知可以胜之；世知，则力可以胜之。臣愚，则易力而难巧；世巧，则易知而难力。故神农教耕而王天下，师其知也；汤、武致强而征诸侯，服其力也。今世巧而民淫，方效汤、武之时，而行神农之事，以随世禁。故千乘惑乱，此其所加务者过也。\r\n民之生：度而取长，称而取重，权而索利。明君慎观三者，则国治可立，而民能可得。国之所以求民者少，而民之所以避求者多，入使民属于农，出使民壹于战，故圣人之治也，多禁以止能，任力以穷诈。两者偏用，则境内之民壹；民壹，则农；农，则朴；朴，则安居而恶出。故圣人之为国也，民资藏于地，而偏托危于外。资藏于地则朴，托危于外则惑。民入则朴，出则惑，故其农勉而战戢也。民之农勉则资重，战戢则邻危。资重则不可负而逃，邻危则不归。于无资、归危外托，狂夫之所不为也。故圣人之为国也，观俗立法则治，察国事本则宜。不观时俗，不察国本，则其法立而民乱，事剧而功寡。此臣之所谓过也。\r\n夫刑者，所以禁邪也；而赏者，所以助禁也。羞辱劳苦者，民之所恶也；显荣佚乐者，民之所务也。故其国刑不可恶而爵禄不足务也，此亡国之兆也。\r\n刑人复漏，则小人辟淫而不苦刑，则徼幸于民、上；徼于民、上以利。求显荣之门不一，则君子事势以成名。小人不避其禁，故刑烦。君子不设其令，则罚行。刑烦而罚行者，国多奸，则富者不能守其财，而贫者不能事其业，田荒而国贫。田荒，则民诈生；国贫，则上匮赏。故圣人之为治也，刑人无国位，戮人无官任。刑人有列，则君子下其位；衣锦食肉，则小人冀其利。\r\n君子下其位，则羞功；小人冀其利，则伐奸。故刑戮者，所以止奸也；而官爵者，所以劝功也。今国立爵而民羞之，设刑而民乐之，此盖法术之患也。\r\n故君子操权一正以立术，立官贵爵以称之，论荣举功以任之，则是上下之称平。上下之称平，则臣得尽其力，而主得专其柄。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 640854,
    "Title": "吕氏春秋·不苟论·自知",
    "Dynasty": "秦",
    "Author": "吕不韦",
    "AuthorId": 36825,
    "Kind": "文",
    "Content": "欲知平直，则必准绳；欲知方圆，则必规矩；人主欲自知，则必直士。故天子立辅弼，设师保，所以举过也。夫人固不能自知，人主犹甚。存亡安危，勿求于外，务在自知。",
    "Translation": "",
    "Comment": "",
    "Intro": "《吕氏春秋》是在秦国丞相吕不韦主持下，集合门客们编撰的一部黄老道家名著。成书于秦始皇统一中国前夕。此书以儒家学说为主干，以道家理论为基础，以名、法、墨、农、兵、阴阳家思想学说为素材，熔诸子百家学说为一炉，闪烁着博大精深的智慧之光。吕不韦想以此作为大一统后的意识形态。但后来执政的秦始皇却选择了法家思想，使包括道家在内的诸子百家全部受挫。《吕氏春秋》集先秦道家之大成，是秦道家的代表作，全书共分二十六卷，一百六十篇，二十余万字。",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 641382,
    "Title": "襄公（元年～三十一年）",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36789,
    "Kind": "文",
    "Content": "◇襄公元年春王正月，公即位。仲孙蔑会晋栾□、宋华元、卫宁殖、曹人、莒人、邾娄人、滕人、薛人围宋彭城。宋华元曷为与诸侯围宋彭城？为宋诛也。其为宋诛奈何？鱼石走之楚，楚为之伐宋取彭城以封鱼石。鱼石之罪奈何？以入是为罪也。楚已取之矣，曷为系之宋？不与诸侯专封也。\n夏，晋韩屈帅师伐郑。\n仲孙蔑会齐崔杼、曹人、邾娄人、杞人次于合。秋，楚公子壬夫帅师侵宋。\n九月辛酉，天王崩。邾娄子来朝。\n冬，卫侯使公孙剽来聘。晋侯使荀罃来聘。◇襄公二年\n春王正月，葬简王。\n郑师伐宋。夏五月庚寅，夫人姜氏薨。\n六月庚辰，郑伯睔卒。\n晋师、宋师、卫宁殖侵郑。\n秋七月，仲孙蔑会晋荀罃、宋华元、卫孙林父、曹人、邾娄人于戚。\n己丑，葬我小君齐姜。齐姜者何？齐姜与缪姜则未知其为宣夫人与？成夫人与？\n叔孙豹如宋。\n冬，仲孙蔑会晋荀罃、齐崔杼、宋华元、卫孙林父、曹人、邾娄人、滕人、薛人、小邾娄人于戚，遂城虎牢。虎牢者何？郑之邑也。其言城之何？取之也。取之则曷为不言取之？为中国讳也。曷为为中国讳？讳伐丧也。曷为不系乎郑？为中国讳也。大夫无遂事，此其言遂何？归恶乎大夫也。\n楚杀其大夫公子申。\n◇襄公三年春，楚公子婴齐帅师伐吴。\n公如晋。\n夏四月壬戌，公及晋侯盟于长樗。公至自晋。\n六月，公会单子、晋侯、宋公、卫侯、郑伯、莒子、邾娄子、齐世子光，己未，同盟于鸡泽。陈侯使袁侨如会。其言如会何？后会也。戊寅，叔孙豹及诸侯之大夫及陈袁侨盟。曷为殊及陈袁侨？为其与袁侨盟也。秋，公至自会。\n冬，晋荀罃帅师伐许。◇襄公四年\n春王三月己酉，陈侯午卒。\n夏，叔孙豹如晋。\n秋七月戊子，夫人弋氏薨。\n葬陈成公。\n八月辛亥，葬我小君定弋。定弋者，襄公之母也。冬，公如晋。陈人围顿。\n◇襄公五年\n春，公至自晋。\n夏，郑伯使公子发来聘。\n叔孙豹、鄫世子巫如晋。外相如不书，此何以书？为叔孙豹率而与之俱也。叔孙豹则曷为率而与之俱？盖舅出也。莒将灭之，故相与往殆乎晋也。莒将灭之，则曷为相与往殆乎晋？取后乎莒也。其取后乎莒奈何？莒女有为鄫夫人者，盖欲立其出也。\n仲孙蔑、卫孙林父会吴于善稻。\n秋，大雩。\n楚杀其大夫公子壬夫。公会晋侯、宋公、陈侯、卫侯、郑伯、曹伯、莒子、邾娄子、滕子、薛伯、齐世子光、吴人、鄫人于戚。吴何以称人？吴、鄫人云则不辞。公至自会。\n冬，戍陈。孰戍之？诸侯戍之。曷为不言诸侯戍之？离至不可得而序，故言我也。\n楚公子贞帅师伐陈。\n公会晋侯、宋公、卫侯、郑伯、曹伯、莒子、邾娄子、滕子、薛伯、齐世子光救陈。十有二月，公至自救陈。\n辛未，季孙行父卒。◇襄公六年\n春王三月壬午，杞伯姑容卒。\n夏，宋华弱来奔。\n秋，葬杞桓公。\n滕子来朝。莒人灭鄫。\n冬，叔孙豹如邾娄。季孙宿如晋。\n十有二月，齐侯灭莱。曷为不言莱君出奔？国灭君死之正也。\n◇襄公七年\n春，郯子来朝。\n夏四月，三卜郊不从，乃免牲。\n小邾娄子来朝。\n城费。秋，季孙宿如卫。\n八月□众。\n冬十月，卫侯使孙林父来聘。壬戌，及孙林父盟。\n楚公子贞帅师围陈。\n十有二月，公会晋侯、宋公、陈侯、卫侯、曹伯、莒子、邾娄子于鄬。郑伯髡原如会，未见诸侯，丙戌卒于操。操者何？郑之邑也。诸侯卒其封内不地，此何以地？隐之也。何隐尔？弑也。孰弑之？其大夫弑之。曷为不言其大夫弑之？为中国讳也。曷为为中国讳？郑伯将会诸侯于鄬，其大夫谏曰：「中国不足归也，则不若与楚。」郑伯曰：「不可。」其大夫曰：「以中国为义，则伐我丧，以中国为强，则不若楚。」于是弑之。郑伯髡原何以名？伤而反，未至乎舍而卒也。未见诸侯，其言如会何？致其意也。陈侯逃归。◇襄公八年春王正月，公如晋。\n夏，葬郑僖公。贼未讨，何以书葬？为中国讳也。郑人侵蔡，获蔡公子燮。此侵也，其言获何？侵而言获者，适得之也。\n季孙宿会晋侯、郑伯、齐人、宋人、卫人、邾娄人于邢丘。\n公至自晋。\n莒人伐我东鄙。秋九月，大雩。\n冬，楚公子贞帅师伐郑。晋侯使士丐来聘。\n◇襄公九年\n春，宋火。曷为或言灾，或言火？大者曰灾，小者曰火。然则内何以不言火？内不言火者，甚之也。何以书？记灾也。外灾不书，此何以书？为王者之后记灾也。\n夏，季孙宿如晋。\n五月辛酉，夫人姜氏薨。\n秋八月癸未，葬我小君缪姜。\n冬，公会晋侯、宋公、卫侯、曹伯、莒子、邾娄子、滕子、薛伯、杞伯、小邾娄子、齐世子光伐郑。十有二月己亥，同盟于戏。\n楚子伐郑。◇襄公十年春，公会晋侯、宋公、卫侯、曹伯、莒子、邾娄子、滕子、薛伯、杞伯、小邾娄子、齐世子光，会吴于柤。\n夏五月甲午，遂灭逼阳。公至自会。楚公子贞，郑公孙辄帅师伐宋。\n晋师伐秦。秋，莒人伐我东鄙。\n公会晋侯、宋公、卫侯、曹伯、莒子、邾娄子、齐世子光、滕子、薛伯、杞伯、小邾娄子伐郑。\n冬，盗杀郑公子斐、公子发、公孙辄。\n戍郑虎牢。孰戍之？诸侯戍之。曷为不言诸侯戍之？离至不可得而序，故言我也。诸侯已取之矣，曷为系之郑？诸侯莫之主有，故反系之郑。\n楚公子贞帅师救郑。\n公至自伐郑。\n◇襄公十一年\n春王正月，作三军。三军者何？三卿也。作三军何以书？讥。何讥尔？古者上卿、下卿、上士、下士。\n夏四月，四卜郊不从，乃不郊。郑公孙舍之帅师侵宋。\n公会晋侯、宋公、卫侯、曹伯、齐世子光、莒子、邾娄子、滕子、薛伯、杞伯、小邾娄子伐郑。\n秋七月己未，同盟于京城北。公至自伐郑。\n楚子、郑伯伐宋。\n公会晋侯、宋公、卫侯、曹伯、齐世子光、莒子、邾娄子、滕子、薛伯、杞伯、小邾娄子伐郑，会于萧鱼。此伐郑也，其言会于萧鱼何？盖郑与会尔。公至自会。\n楚人执郑行人良霄。冬，秦人伐晋。\n◇襄公十二年\n春王三月，莒人伐我东鄙，围台。邑不言围，此其言围何？伐而言围者，取邑之辞也，伐而不言围者，非取邑之辞也。\n季孙宿帅师救台，遂入运。大夫无遂事，此其言遂何？公不得为政尔。\n夏，晋侯使士彭来聘。\n秋九月，吴子乘卒。冬，楚公子贞帅师侵宋。\n公如晋。\n◇襄公十三年\n春，公至自晋。\n夏，取诗。诗者何？邾娄之邑也。曷为不系乎邾娄？讳亟也。\n秋九月庚辰，楚子审卒。\n冬，城防。◇襄公十四年\n春王正月，季孙宿、叔老会晋士丐、齐人、宋人、卫人、郑公孙囆、曹人、莒人、邾娄人、滕人、薛人、杞人、小邾娄人，会吴于向。\n二月乙未朔，日有食之。\n夏四月，叔孙豹会晋荀偃、齐人、宋人、卫北宫结、郑公孙囆、曹人、莒人、邾娄人、滕人、薛人、杞人、小邾娄人伐秦。\n己未，卫侯衎出奔齐。\n莒人侵我东鄙。\n秋，楚公子贞帅师伐吴。\n冬，季孙宿会晋士丐、宋华阅、卫孙林父、郑公孙囆、莒人、邾娄人于戚。\n◇襄公十五年\n春，宋公使向戌来聘。二月己亥，及向戌盟于刘。\n刘夏逆王后于齐。刘夏者何？天子之大夫也。刘者何？邑也。其称刘何？以邑氏也。外逆女不书，此何以书？过我也。\n夏，齐侯伐我北鄙，围成。公救成，至遇。其言至遇何？不敢进也。季孙宿，叔孙豹帅师城成郛。\n秋八月丁巳，日有食之。\n邾娄人伐我南鄙。\n冬十有一月癸亥，晋侯周卒。\n◇襄公十六年\n春王正月，葬晋悼公。\n三月，公会晋侯、宋公、卫侯、郑伯、曹伯、莒子、邾娄子、薛伯、杞伯、小邾娄子于溴梁。戊寅，大夫盟。诸侯皆在是，其言大夫盟何？信在大夫也。何言乎信在大夫？遍刺天下之大夫也。曷为遍刺天下之大夫？君若赘旒然。晋人执莒子、邾娄子以归。\n齐侯伐我北鄙。\n夏，公至自会。\n五月甲子，地震。\n叔老会郑伯、晋荀偃、卫宁殖、宋人伐许。秋，齐侯伐我北鄙，围成。大雩。\n冬，叔孙豹如晋。\n◇襄公十七年春王二月庚午，邾娄子瞷卒。\n宋人伐陈。夏，卫石买帅师伐曹。\n秋，齐侯伐我北鄙，围洮。齐高厚帅师伐我北鄙，围防。\n九月，大雩。\n宋华臣出奔陈。\n冬，邾娄人伐我南鄙。\n◇襄公十八年\n春，白狄来。白狄者何？夷狄之君也。何以不言朝？不能朝也。\n夏，晋人执卫行人石买。\n秋，齐师伐我北鄙。\n冬十月，公会晋侯、宋公、卫侯、郑伯、曹伯、莒子、邾娄子、滕子、薛伯、杞伯、小邾娄子同围齐。曹伯负刍卒于师。\n楚公子午帅师伐郑。\n◇襄公十九年\n春王正月，诸侯盟于祝阿。晋人执邾娄子。公至自伐齐。此同围齐也，何以致伐？未围齐也。未围齐则其言围齐何？抑齐也。曷为抑齐？为其亟伐也。或曰为其骄蹇，使其世子处乎诸侯之上也。取邾娄田自漷水。其言自漷水何？以漷为竟也。何言乎以漷为竟？漷移也。\n季孙宿如晋。葬曹成公。\n夏，卫孙林父帅师伐齐。\n秋七月辛卯，齐侯瑗卒。\n晋士丐帅师侵齐，至谷闻齐侯卒，乃还。还者何？善辞也。何善尔？大其不伐丧也。此受命乎君而伐齐，则何大乎其不伐丧？大夫以君命出，进退在大夫也。\n八月丙辰，仲孙蔑卒。齐杀其大夫高厚。\n郑杀其大夫公子喜。\n冬，葬齐灵公。城西郛。叔孙豹会晋士丐于柯。\n城武城。\n◇襄公二十年春王正月辛亥，仲孙漱会莒人，盟于向。\n夏，六月庚申，公会晋侯、齐侯、宋公、卫侯、郑伯、曹伯、莒子、邾娄子、滕子、薛伯、杞伯、小邾娄子盟于澶渊。秋，公至自会。\n仲孙漱帅师伐邾娄。\n蔡杀其大夫公子燮。\n蔡公子履出奔楚。\n陈侯之弟光出奔楚。\n叔老如齐。\n冬十月丙辰朔，日有食之。\n季孙宿如宋。\n◇襄公二十一年春王正月，公如晋。\n邾娄庶其以漆、闾丘来奔。邾娄庶其者何？邾娄大夫也。邾娄无大夫，此何以书？重地也。\n夏，公至自晋。\n秋，晋栾盈出奔楚。\n九月庚戌朔，日有食之。\n冬十月庚辰朔，日有食之。\n曹伯来朝。公会晋侯、齐侯、宋公、卫侯、郑伯、曹伯、莒子、邾娄子于商任。\n十有一月庚子，孔子生。\n◇襄公二十二年\n春王正月，公至自会。\n夏四月。秋七月辛酉，叔老卒。\n冬，公会晋侯、齐侯、宋公、卫侯、郑伯、曹伯、莒子、邾娄子、滕子、薛伯、杞伯、小邾娄子于沙随。公至自会。\n楚杀其大夫公子追舒。◇襄公二十三年\n春王二月癸酉朔，日有食之。\n三月己巳，杞伯丐卒。夏，邾娄鼻我来奔。邾娄鼻我者何？邾娄大夫也。邾娄无大夫，此何以书？以近书也。葬杞孝公。\n陈杀其大夫庆虎及庆寅。\n陈侯之弟光自楚归于陈。\n晋栾盈复入于晋，入于曲沃。曲沃者何？晋之邑也。其言入于晋，入于曲沃何？栾盈将入晋，晋人不纳，由乎曲沃而入也。\n秋，齐侯伐卫，遂伐晋。八月，叔孙豹帅师救晋，次于雍渝，曷为先言救而后言次？先通君命也。\n己卯，仲逊漱卒。\n冬十月乙亥，臧孙纥出奔邾娄。\n晋人杀栾盈。曷为不言杀其大夫？非其大夫也。\n齐侯袭莒。\n◇襄公二十四年春，叔孙豹如晋。\n仲孙羯帅师侵齐。\n夏，楚子伐吴。秋七月甲子朔，日有食之，既。齐崔杼帅师伐莒。\n大水。八月癸巳朔，日有食之。\n公会晋侯、宋公、卫侯、郑伯、曹伯、莒子、邾娄子、滕子、薛伯、杞伯、小邾娄子于陈仪。\n冬、楚子、蔡侯、陈侯、许男伐郑。\n公至自会。\n陈针宜咎出奔楚。\n叔孙豹如京师。\n大饥。\n◇襄公二十五年\n春，齐崔杼帅师伐我北鄙。\n夏五月乙亥，齐崔杼弑其君光。\n公会晋侯、宋公、卫侯、郑伯、曹伯、莒子、邾娄子、滕子、薛伯、杞伯、小邾娄子于陈仪。\n六月壬子，郑公孙舍之帅师入陈。\n秋八月己巳，诸侯同盟于重丘。公至自会。\n卫侯入于陈仪。陈仪者何？卫之邑也。曷为不言入于卫？谖君以弑也。\n楚屈建帅师灭舒鸠。\n冬，郑公孙囆帅师伐陈。\n十有二月，吴子谒伐楚，门于巢卒。门于巢卒者何？入门乎巢而卒也。入门乎巢而卒者何？入巢之门而卒也。吴子谒何以名？伤而反，未至乎舍而卒也。\n◇襄公二十六年\n春王二月辛卯，卫宁喜弑其君剽。\n卫孙林父入于戚以叛。甲午，卫侯衎复归于卫。此谖君以弑也。其言复归何？恶剽也。曷为晋剽？剽之立于是未有说也。然则曷为不言剽之立？不言剽之立者，以恶卫侯也。\n夏，晋侯使荀吴来聘。\n公会晋人、郑良霄、宋人、曹人于澶渊。\n秋，宋公杀其世子痤。\n晋人执卫宁喜。此执有罪，何以不得为伯讨？不以其罪执之也。\n八月壬午，许男宁卒于楚。\n冬，楚子、蔡侯、陈侯伐郑。\n葬许灵公。◇襄公二十七年\n春，齐侯使庆封来聘。\n夏，叔孙豹会晋赵武、楚屈建、蔡公孙归生、卫石恶、陈孔瑗、郑良霄、许人、曹人于宋。\n卫杀其大夫宁喜，卫侯之弟鱄出奔晋。卫杀大夫宁喜，则卫侯之弟鱄曷为出奔晋？为杀宁喜出奔也。曷为为杀宁喜出奔？卫宁殖与孙林父逐卫侯而立公孙剽，宁殖病将死，谓喜曰：「黜公者，非吾意也，孙氏为之。我即死，女能固纳公乎？」喜曰：「诺。」宁殖死，喜立为大夫。使人谓献公曰：「黜公者，非宁氏也，孙氏为之。吾欲纳公何如？」献公曰：「子苟纳我，吾请与子盟。」喜曰：「无所用盟，请使公子鱄约之。」献公谓公子鱄曰：「宁氏将纳我，吾欲与之盟。其言曰：『无所用盟，请使公子鱄约之』。子固为我与之约矣。」公子鱄辞曰：「夫负羁絷，执铁鍎从君东西南北，则是臣仆庶孽之事也。若夫约言为信，则非臣仆庶孽之所敢与也。」献公怒曰：「黜我者，非宁氏与，孙氏凡在尔。」公子鱄不得已而与之约。已约，归至杀宁喜。公子鱄挈其妻子而去之，将济于河，携其妻子而与之盟，曰：「苟有履卫地食卫粟者，昧雉彼视。」秋七月辛巳，豹及诸侯之大夫盟于宋。曷为再言豹？殆诸侯也。曷为殆诸侯？为卫石恶在是也，曰恶人之徒在是矣。\n冬十有二月乙亥朔，日有食之。\n◇襄公二十八年\n春，无冰。\n夏，卫石恶出奔晋。\n邾娄子来朝。\n秋八月，大雩。仲孙羯如晋。\n冬，齐庆封来奔。\n十有一月，公如楚。\n十有二月甲寅，天王崩。\n乙未，楚子昭卒。\n◇襄公二十九年\n春王正月，公在楚。何言乎公在楚？正月以存君也。\n夏五月，公至自楚。\n庚午，卫侯衎卒。\n阍弑吴子余祭。阍者何？门人也，刑人也。刑人则曷为谓之阍？刑人非其人也。君子不近刑人，近刑人则轻死之道也。\n仲孙羯会晋荀盈、齐高止、宋华定、卫世叔齐、郑公孙段、曹人、莒人、邾娄人、滕人、薛人、小邾娄人城杞。\n晋侯使士鞅来聘。\n杞子来盟。\n吴子使札来聘。吴无君无大夫，此何以有君有大夫？贤季子也。何贤乎季子？让国也。其让国奈何？谒也、余祭也、夷昧也与季子同母者四，季子弱而才，兄弟皆爱之，同欲立之以为君，谒曰：「今若是迮而与季子国，季子犹不受也，请无与子而与弟，弟兄迭为君，而致国乎季子。」皆曰：「诺。」故诸为君者，皆轻死为勇，饮食必祝，曰：「天苟有吴国，尚速有悔于予身。」故谒也死，余祭也立。余祭也死，夷昧也立。夷昧也死，则国宜之季子者也。季子使而亡焉。僚者，长庶也即之，季子使而反至而君之尔。阖庐曰：「先君之所以不与子国而与弟者，凡为季子故也。将从先君之命与，则国宜之季子者也；如不从先君之命与，则我宜立者也，僚恶得为君乎？」于是使专诸刺僚，而致国乎季子。季子不受曰：「尔弑吾君，吾受尔国，是吾与尔为篡也。尔杀吾兄，吾又杀尔，是父子兄弟相杀终身无已也。」去之延陵，终身不入吴国。故君子以其不受为义，以其不杀为仁。贤季子则吴何以有君有大夫？以季子为臣，则宜有君者也。扎者何？吴季子之名也。《春秋》贤者不名，此何以名？许夷狄者不壹而足也。季子者所贤也，曷为不足乎季子？许人臣者必使臣，许人子者必使子也。\n秋九月，葬卫献公。\n齐高止出奔北燕。冬，仲孙羯如晋。\n◇襄公三十年春王正月，楚子使薳颇来聘。\n夏四月，蔡世子般弑其君固。五月甲午，宋灾，伯姬卒。\n天王杀其弟年夫。\n王子瑕奔晋。\n秋七月，叔弓如宋，葬宋共姬。外夫人不书葬，此何以书？隐之也。何隐尔？宋灾，伯姬卒焉。其称谥何？贤也。何贤尔？宋灾，伯姬存焉，有司复曰：「火至矣，请出。」伯姬曰：「不可。吾闻之也，妇人夜出，不见傅母下堂。傅至矣，母未至也。」逮乎火而死。\n郑良霄出奔许，自许入于郑，郑人杀良霄。\n冬十月，葬蔡景公。贼未讨何以书葬？君子辞也。\n晋人、齐人、宋人、卫人、郑人、曹人、莒人、邾娄人、滕人、薛人、杞人、小邾娄人会于澶渊，宋灾故。宋灾故者何？诸侯会于澶渊，凡为宋灾故也。会未有言其所为者，此言所为何？录伯姬也。诸侯相聚，而更宋之所丧，曰死者不可复生，尔财复矣。此大事也。曷为使微者？卿也。卿则其称人何？贬。曷为贬？卿不得忧诸侯也。\n◇襄公三十一年春王正月。\n夏六月辛巳，公薨于楚宫。\n秋九月癸巳，子野卒。己亥，仲孙羯卒。冬十月，滕子来会葬。\n癸酉，葬我君襄公。\n十有一月，莒人杀其君密州。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 641548,
    "Title": "会稽刻石",
    "Dynasty": "秦",
    "Author": "李斯",
    "AuthorId": 10400,
    "Kind": "诗",
    "Content": "皇帝休烈，平一宇内，德惠攸长。\r\n卅有七年，亲巡天下，周览远方。\r\n遂登会稽，宣省习俗，黔首斋庄。\r\n群臣诵功，本原事迹，追道高明。\r\n秦圣临国，始定刑名，显陈旧章。\r\n初平法式，审别职任，以立恒常。\r\n六王专倍，贪戾慠猛，率众自强。\r\n暴虐恣行，负力而骄，数动甲兵。\r\n阴通间使，以事合从，行为辟方。\r\n内饰诈谋，外来侵边，遂起祸殃。\r\n义威诛之，殄熄暴悖，乱贼灭亡。\r\n圣德广密，六合之中，被泽无疆。\r\n皇帝并宇，兼听万事，远近毕清。\r\n运理群物，考验事实，各载其名。\r\n贵贱并通，善否陈前，靡有隐情。\r\n饰省宣义，有子而嫁，倍死不贞。\r\n防隔内外，禁止淫佚，男女絜诚。\r\n夫为寄猳，杀之无罪，男秉义程。\r\n妻为逃嫁，子不得母，咸化廉清。\r\n大治濯俗，天下承风，蒙被休经。\r\n皆遵度轨，和安敦勉，莫不顺令。\r\n黔首修絜，人乐同则，嘉保太平。\r\n后敬奉法，常治无极，舆舟不倾。\r\n从臣诵烈，请刻此石，光垂休铭。",
    "Translation": "",
    "Comment": "",
    "Intro": "始皇帝三十七年（前210年），秦始皇登上秦望山顶，大约面对古越大地， 颇生感慨，即使丞相李斯刻石立碑于秦望山，即“会稽刻石”。\r\n刻石由李斯撰文并篆书，俗称李斯碑。《史记》载：石高一丈四尺，南北面广一尺，东西面广一尺六寸。现存之会稽刻石，已几经复刻。\r\n元至正元年（1341），绍兴路总管府推官申屠駉以家藏旧本摹勒，与徐铉所摹绎山碑表里相刻，置于府学宫之稽古阁（ 今绍兴市稽山中学）。碑高230厘米，文小篆，与《史记》所载有数字不同。此刻在清康熙（1662-1722）年间又为石工磨去。乾隆五十七年（1792） 知府李亨特嘱钱泳以申屠氏本双钩上石，刘征刻，立于原处。现移于大禹陵碑廊。",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 641939,
    "Title": "峄山碑",
    "Dynasty": "秦",
    "Author": "李斯",
    "AuthorId": 10400,
    "Kind": "文",
    "Content": "皇帝立国，维初在昔，嗣世称王。\r\n讨伐乱逆，威动四极，武义直方。\r\n戍臣奉诏，经时不久，灭六暴强。\r\n廿有六年，上荐高号，孝道显明。\r\n既献泰成，乃降专惠，亲巡远方。\r\n登于峄山，群臣从者，咸思悠长。\r\n追念乱世，分土建邦，以开争理。\r\n功战日作，流血于野，自泰古始。\r\n世无万数，陀及五帝，莫能禁止。\r\n乃今皇帝，一家天下，兵不复起。\r\n灾害灭除，黔首康定，利泽长久。\r\n群臣诵略，刻此乐石，以著经纪。\r\n皇帝曰：“金石刻尽始皇帝所为也，今袭号而金石刻辞，不称始皇帝，其于久远也。如后嗣为之者，不称成功盛德。”丞相臣斯，臣去疾，御史夫臣德，昧死言。臣请具刻诏书金石，刻因明白矣。臣昧死请。制曰：可。",
    "Translation": "大秦先祖建国，在那辉煌昔日，子孙世袭称王。\r\n讨伐叛乱逆贼，威名震动四边，武力直达远方。\r\n犬戎敢不遵奉，历时数十年间，扫灭六国豪强。\r\n登基二十六年，上天授我尊号，孝道明显昭彰。\r\n大业既已成就，于是施恩天下，亲自巡幸四方。\r\n登于峄山之巅，群臣竞相跟从，沐浴天恩荣光。\r\n追忆战国乱世，各国分土建邦，灾祸从此释放。\r\n攻战无止无休，鲜血浸染荒郊，一如远古蛮荒。\r\n华夏虽无万世，圣明五帝三皇，谁可疗此恶疮？\r\n唯我大秦始皇，天下定于一邦，再无战祸创伤。\r\n消灭灾荒祸害，百姓安康宁定，福泽久远绵长。\r\n群臣称颂不尽，刻于峄山石上，功业永传万方。",
    "Comment": "杜甫《李潮八分小篆歌》：“峄山之碑野火焚，枣木传刻肥失真。”",
    "Intro": "《峄山碑》即《秦峄山碑》的简称，《秦峄山碑》者，始皇帝东巡，群臣颂德之辞，至二世时丞相李斯始以刻石。今峄山实无此碑，而人家多有传者，各有所自来。昔徐铉在江南，以小篆驰名，郑文宝其门人也，尝受学于铉，亦见称于一时。原石为北魏太武帝推毁，存本文宝言是铉所摹，文宝又言尝亲至峄山访秦碑，莫获，遂以铉所摹刻石于长安，世多传之。",
    "Annotation": "其于久远也：“其”通“期”。",
    "PostsCount": 0
  },
  {
    "Id": 642438,
    "Title": "昭公（元年～三十二年）",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36789,
    "Kind": "文",
    "Content": "◇昭公元年\n春王正月，公即位。\n叔孙豹会晋赵武、楚公子围、齐国豹、宋向戌、卫石恶、陈公子招、蔡公孙归生、郑轩虎、许人、曹人于漷。此陈侯之弟招也，何以不称弟？贬。曷为贬？为杀世子偃师贬，曰陈侯之弟招杀陈世子偃师。大夫相杀称人，此其称名氏以杀何？言将自是弑君也。今将尔，词曷为与亲弑者同？君亲无将，将而必诛焉。然则曷为不于其弑焉贬？以亲者弑，然后其罪恶甚，《春秋》不待贬，绝而罪恶见者，不贬绝以见罪恶也。贬绝然后罪恶见者，贬绝以见罪恶也。今招之罪已重矣，曷为复贬乎此？着招之有罪也。何着乎招之有罪？言楚之托乎讨招以灭陈也。三月取运。运者何？内之邑也。其言取之何？不听也。\n夏，秦伯之弟针出奔晋。秦无大夫，此何以书？仕诸晋也。曷为仕诸晋？有千乘之国，而不能容其母弟，故君子谓之出奔也。\n六月丁巳，邾娄子华卒。\n晋荀吴帅师败狄于大原。此大卤也，曷为谓之大原？地物从中国，邑人名从主人。原者何？上平曰原，下平曰隰。\n秋，莒去疾自齐入于莒。\n莒展出奔吴。\n叔弓帅师疆运田。疆运田者何？与莒为竟也。与莒为竟，则曷为帅师而往？畏莒也。\n葬邾娄悼公。冬十有一月己酉，楚子卷卒。\n楚公子比出奔晋。\n◇昭公二年\n春，晋侯使韩起来聘。夏，叔弓如晋。\n秋，郑杀其大夫公孙黑。\n冬，公如晋，至河乃复。其言至河乃复何？不敢进也。\n季孙宿如晋。◇昭公三年春王正月丁末，滕子泉卒。\n夏，叔弓如滕。\n五月，葬滕成公。\n秋，小邾娄子来朝。八月，大雩。\n冬，大雨雹。\n北燕伯款出奔齐。\n◇昭公四年\n春王正月，大雨雪。\n夏，楚子、蔡侯、陈侯、郑伯、许男、徐子、滕子、顿子、胡子、沈子、小邾娄子、宋世子佐、淮夷会于申。楚人执徐子。\n秋七月，楚子、蔡侯、陈侯、许男、顿子、胡子、沈子、淮夷伐吴，执齐庆封杀之。此伐吴也，其言执齐封何？为齐诛也。其为齐诛奈何？庆封走之吴，吴封之于防。然则曷为不言伐防？不与诸侯专封也。庆封之罪何？胁齐君而乱齐国也。遂灭厉。\n九月取鄫。其言取之何？灭之也。灭之则其言取之何？内大恶讳也。冬十有二月乙卯，叔孙豹卒。◇昭公五年\n春王正月，舍中军。舍中军者何？复古也。然则曷为不言三卿？五亦有中，三亦有中。\n楚杀其大夫屈申。\n公如晋。夏，莒牟夷以牟娄及防兹来奔。莒牟夷者何？莒大夫也。莒无大夫，此何以书？重地也。其言及防兹来奔何？不以私邑累公邑也。\n秋七月，公至自晋。戊辰，叔弓帅师败莒师于濆泉。濆泉者何？直泉也。直泉者何？涌泉也。\n秦伯卒。何以不名？秦者夷也，匿嫡之名也。其名何？嫡得之也。冬，楚子、蔡侯、陈侯、许男、顿子、沈子、徐人、越人伐吴。\n◇昭公六年\n春王正月，杞伯益姑卒。葬秦景公。夏，季孙宿如晋。\n葬杞文公。\n宋华合比出奔卫。\n秋九月，大雩。\n楚薳颇帅师伐吴。\n冬，叔弓如楚。\n齐侯伐北燕。\n◇昭公七年\n春王正月，暨齐平。\n三月，公如楚。\n叔孙舍如齐莅盟。\n夏四月甲辰朔，日有食之。\n秋八月戊辰，卫侯恶卒。\n九月，公至自楚。\n冬十有一月癸未，季孙宿卒。\n十有二月癸亥，葬卫襄公。\n◇昭公八年\n春，陈侯之弟招杀陈世子偃师。\n夏四月辛丑，陈侯溺卒。叔弓如晋。\n楚人执陈行人于征师杀之。\n陈公子留出奔郑。\n秋，蒐于红。蒐者何？简车徒也。何以书？盖以罕书也。\n陈人杀其大夫公子过。\n大雩。\n冬十月壬午，楚师灭陈，执陈公子招，放之于越。杀陈孔瑗。\n葬陈哀公。\n◇昭公九年\n春，叔弓会楚子于陈。\n许迁于夷。\n夏四月，陈火。陈已灭矣，其言陈火何？存陈也，曰存陈悕矣。曷为存陈？灭人之国，执人之罪人，杀人之贼，葬人之君，若是则陈存悕矣。秋，仲孙玃如齐。\n冬，筑郎囿。◇昭公十年春王正月。\n夏，晋栾施来奔。\n秋七月，季孙隐如、叔弓、仲孙玃帅师伐莒。戊子，晋侯彪卒。\n九月，叔孙舍如晋。\n葬晋平公。\n十有二月甲子，宋公戌卒。\n◇昭公十一年\n春王正月，叔弓如宋。\n葬宋平公。\n夏四月丁巳，楚子虔诱蔡侯般杀之于申。楚子虔何以名？绝。曷为绝之？为其诱封也。此讨贼也，虽诱之，则曷为绝之？怀恶而讨不义，君子不予也。\n楚公子弃疾帅师围蔡。\n五月甲申，夫人归氏薨。\n大蒐于比蒲。大蒐者何？简车徒也。何以书？盖以罕书也。\n仲孙玃会邾娄子盟于侵羊。秋，季孙隐如会晋韩起、齐国酌、宋华亥、卫北宫佗、郑轩虎、曹人、杞人于屈银。\n九月己亥，葬我小君齐归。齐归者可？昭公之母也。\n冬十有一月丁酉，楚师灭蔡，执蔡世子有以归用之。此未逾年之君也，其称世子何？不君灵公，不成其子也。不君灵公，则曷为不成其子？诛君之子不立。非怒也，无继也。恶乎用之？用之防也。其用之防奈何？盖以筑防也。◇昭公十二年\n春，齐高偃帅师纳北燕伯于阳。伯于阳者何？公子阳生也。子曰：「我乃知之矣。」在侧者曰：「子苟知之，何以不革。」曰：「如尔所不知何？《春秋》之信史也，其序则齐桓、晋文，其会则主会者为之也，其词则丘有罪焉耳。」\n三月壬申，郑伯嘉卒。夏，宋公使华定来聘。\n公如晋，至河乃复。五月，葬郑简公。\n楚杀其大夫成然。\n秋七月。冬十月，公子整出奔齐。楚子伐徐。\n晋伐鲜虞。◇昭公十三年春，叔弓帅师围费。\n夏四月，楚公子比自晋归于楚，弑其君虔于乾溪。此弑其君，其言归何？归无恶于弑立也。归无恶于弑立者何？灵王为无道，作乾溪之台，三年不成，楚公子弃疾胁比而立之。然后令于乾溪之役曰：「比已立矣，后归者不得复其田里。」众罢而去之，灵王经而死。楚公子弃疾弑公子比，比已立矣，其称公子何？其意不当也。其意不当，则曷为加弑焉尔？比之义宜乎效死不立。大夫相弑称人，此其称名氏以弑何？言将自是为君也。秋，公会刘子、晋侯、齐侯、宋公、卫侯、郑伯、曹伯、莒子、邾娄子、滕子、薛伯、杞伯、小邾娄子于平丘。八月甲戌，同盟于平丘。公不与盟，晋人执季孙隐如以归。公至自会。公不与盟者何？公不见与盟也。公不见与盟，大夫执何以致会？不耻也。曷为不耻？诸侯遂乱，反陈、蔡，君子耻不与焉。\n蔡侯庐归于蔡。\n陈侯吴归于陈。此皆灭国也，其言归何？不与诸侯专封也。\n冬十月，葬蔡灵公。\n公如晋，至河乃复。\n吴灭州来。\n◇昭公十四年\n春，隐如至自晋。\n三月，曹伯滕卒。\n夏四月。\n秋，葬曹武公。\n八月，莒子去疾卒。\n冬，莒杀其公子意恢。\n◇昭公十五年\n春王正月，吴子夷昧卒。\n二月癸酉，有事于武宫。龠入，叔弓卒，去乐卒事。其言去乐卒事何？礼也。君有事于庙，闻大夫之丧去乐，卒事。大夫闻君之丧，摄主而往。大夫闻大夫之丧，尸事毕而往。\n夏，蔡昭吴奔郑。\n六月丁巳朔，日有食之。\n秋，晋荀吴帅师伐鲜虞。冬，公如晋。\n◇昭公十六年\n春，齐侯伐徐。\n楚子诱戎曼子杀之。楚子何以不名？夷狄相诱，君子不疾也。曷为不疾？若不疾乃疾之也。\n夏，公至自晋。\n秋八月己亥，晋侯夷卒。九月大雩。季孙隐如如晋。\n冬十月，葬晋昭公。\n◇昭公十七年\n春，小邾娄子来朝。\n夏六月甲戌朔，日有食之。\n秋，郯子来朝。八月，晋荀吴帅师灭贲浑戎。\n冬，有星孛于大辰。孛者何？彗星也。其言于大辰何？在大辰也。大辰者何？大火也。大火为大辰，伐为大辰，北奈亦为大辰。何以书？记异也。\n楚人及吴战于长岸。诈战不言战，此其言战何？敌也。\n◇昭公十八年\n春王三月，曹伯须卒。\n夏五月壬午，宋、卫、陈、郑灾。何以书？记异也。何异尔？异其同日而俱灾也。外异不书，此何以书？为天下记异也。\n六月，邾娄人入鄅。\n秋，葬曹平公。\n冬，许迁于白羽。\n◇昭公十九年\n春，宋公伐邾娄。夏五月戊辰，许世子止弑其君买。\n己卯，地震。\n秋，齐高发帅师伐莒。\n冬，葬许悼公。贼未讨何以书葬？不成于弑也。曷为不成于弑？止进药而药杀也。止进药而药杀，则曷为加弑焉尔？讥子道之不尽也。其讥子道之不尽奈何？曰：「乐正子春之视疾也，复加一饭则脱然愈，复损一饭则脱然愈，复加一衣则脱然愈，复损一衣则脱然愈。」止进药而药杀，是以君子加弑焉尔，曰：「许世子止弑其君买，是君子之听止也。葬许悼公，是君子之赦止也。赦止者，免止之罪辞也。」◇昭公二十年\n春王正月。\n夏，曹公孙会自鄸出奔宋。奔未有言自者，此其言自何？畔也。畔则曷为不言其畔？为公子喜时之后讳也，《春秋》为贤者讳。何贤乎公子喜时？让国也。其让国奈何？曹伯庐卒于师，则未知公子喜时从与，公子负刍从与，或为主于国，或为主于师。公子喜时见公子负刍之当主也，逡巡而退。贤公子喜时则曷为为会讳？君子之善善也长，恶恶也短，恶恶止其身，善善及子孙，贤者子孙，故君子为之讳也。\n秋，盗杀卫侯之兄辄。母兄称兄，兄何以不立？有疾也。何疾尔？恶疾也。\n冬十月，宋华亥、向宁、华定出奔陈。十有一月辛卯，蔡侯庐卒。\n◇昭公二十一年\n春王三月，葬蔡平公。\n夏，晋侯使士鞅来聘。\n宋华亥、向宁、华定自陈入于宋南里以畔。宋南里者何？若曰因诸者然。\n秋七月壬午朔，日有食之。\n八月乙亥，叔痤卒。\n冬，蔡侯朱出奔楚。公如晋，至河乃复。◇昭公二十二年\n春，齐侯伐莒。\n宋华亥、向宁、华定自宋南里出奔楚。\n大蒐于昌奸。夏四月乙丑，天王崩。\n六月，叔鞅如京师。\n葬景王。\n王室乱。何言乎王室乱？言不及外也。刘子、单子以王猛居于皇。其称王猛何？当国也。秋，刘子、单子以王猛入于王城。王城者何？西周也。其言入何？篡辞也。\n冬十月，王子猛卒。此未逾年之君也，其称王子猛卒何？不与当也。不与当者，不与当父死子继，兄死弟及之辞也。\n十有二月癸酉朔，日有食之。◇昭公二十三年\n春王正月，叔孙舍如晋。\n癸丑，叔鞅卒。\n晋人执我行人叔孙舍。晋人围郊。郊者何？天子之邑也。曷为不系于周？不与伐天子也。\n夏六月，蔡侯东国卒于楚。秋七月，莒子庚舆来奔。\n戊辰，吴败顿、胡、沈、蔡、陈、许之师于鸡父。胡子髡、沈子楹灭，获陈夏啮。此偏战也，曷为以诈战之辞言之？不与夷狄之主中国也。然则曷为不使中国主之？中国亦新夷狄也。其言灭获何？别君臣也，君死于位曰灭，生得曰获，大夫生死皆曰获。不与夷狄之主中国，则其言获陈夏啮何？吴少进也。\n天王居于狄泉。此未三年，其称天王何？着有天子也，尹氏立王子朝。\n八月乙未，地震。\n冬，公如晋，至河，公有疾乃复。何言乎公有疾乃复？杀耻也。\n◇昭公二十四年春王二月丙戌，仲孙玃卒。\n叔孙舍至自晋。\n夏五月乙未朔，日有食之。秋八月，大雩。\n丁酉，杞伯郁厘卒。冬，吴灭巢。\n葬杞平公。◇昭公二十五年春，叔孙舍如宋。\n夏，叔倪会晋赵鞅、宋乐世心、卫北宫喜、郑游吉、曹人、邾娄人、滕人、薛人、小邾娄人于黄父。\n有鹳鹆来巢。何以书？记异也。何异尔？非中国之禽也，宜穴又巢也。\n秋七月，上辛大雩。季辛又雩。又雩者何？又雩者非雩也，聚众以逐季氏也。\n九月己亥，公孙于齐，次于杨州。\n齐侯唁公于野井。唁公者何？昭公将弑季氏，告子家驹曰：「季氏为无道，僭于公室久矣，吾欲弑之何如？」子家驹曰：「诸侯僭于天子，大夫僭于诸侯久矣。」昭公曰：「吾何僭矣哉？」子家驹曰：「设两观，乘大路，朱干，玉戚，以舞《大夏》，八佾以舞《大武》，此皆天子之礼也。且夫牛马维娄，委己者也，而柔焉。季氏得民众久矣，君无多辱焉。」昭公不从其言，终弑而败焉。走之齐，齐侯唁公于野井，曰：「奈何君去鲁国之社稷？」昭公曰：「丧人不佞，失守鲁国之社稷，执事以羞。」再拜颡，庆子家驹曰：「庆子免君于大难矣。」子家驹曰：「臣不佞，陷君于大难，君不忍加之以鈇鍎，赐之以死。」再拜颡。高子执箪食与四脡脯，国子执壶浆，曰：「吾寡君闻君在外，餕饔未就，敢致糗于从者。」昭公曰：「君不忘吾先君，延及丧人锡之以大礼。」再拜稽首以衽受。高子曰：「有夫不祥，君无所辱大礼。」昭公盖祭而不尝。景公曰：「寡人有不腆先君之服，未之敢服。有不腆先君之器，未之敢用，敢以请。」昭公曰：「丧人不佞，失守鲁国之社稷，执事以羞，敢辱大礼，敢辞。」景公曰：「寡人有不腆，先君之服，未之敢服，有不腆先君之器，未之敢用，敢固以请。」昭公曰：「以吾宗庙之在鲁也，有先君之服，未之能以服，有先君之器，未之能以出，敢固辞。」景公曰：「寡人有不腆先君之服，未之敢服，有不腆先君之器，未之敢用，请以飨乎从者。」昭公曰：「丧人其何称？」景公曰：「孰君而无称。」昭公于是曒然而哭，诸大夫皆哭。既哭以人为菑，以币为席，以鞍为几，以遇礼相见。孔子曰：「其礼与其辞足观矣！」\n冬十月戊辰，叔孙舍卒。十有一月己亥，宋公佐卒于曲棘。曲棘者何？宋之邑也。诸侯卒其封内不地，此何以地？忧内也。\n十有二月，齐侯取运。外取邑不书？此何以书？为公取之也。◇昭公二十六年\n春王正月，葬宋元公。\n三月，公至自齐，居于运。\n夏，公围成。\n秋，公会齐侯、莒子、邾娄子、杞伯盟于专刀陵。公至自会，居于运。\n九月庚申，楚子居卒。\n冬十月，天王入于成周。成周者何？东周也。其言入何？不嫌也。尹氏、召伯、毛伯以王子朝奔楚。\n◇昭公二十七年春，公如齐。公至自齐，居于运。\n夏四月，吴弑其君僚。\n楚杀其大夫郤宛。秋，晋士鞅、宋乐祁犁、卫北宫喜、曹人、邾娄人、滕人会于扈。冬十月，曹伯午卒。\n邾娄快来奔。邾娄快者何？邾娄之大夫，邾娄无大夫也。此何以书？以近书也。\n公如齐，公至自齐，居于运。\n◇昭公二十八年\n春王三月，葬曹悼公。公如晋，次于乾侯。\n夏四月丙戌，郑伯宁卒。\n六月，葬郑定公。\n◇昭公二十九年\n春，公至自乾侯，居于运。齐侯使高张来唁公。\n公如晋，次于乾侯。\n夏四月庚子，叔倪卒。\n秋七月。\n冬十月，运溃。邑不言溃，此其言溃何？郛之也。曷为郛之？君存焉尔。\n◇昭公三十年\n春王正月，公在乾侯。\n夏六月庚辰，晋侯去疾卒。\n秋八月，葬晋顷公。\n冬十有二月，吴灭徐，徐子章禹奔楚。\n◇昭公三十一年\n春王正月，公在乾侯。\n季孙隐如会晋荀栎适历。\n夏四月丁巳，薛伯谷卒。晋侯使荀栎唁公于乾侯。\n秋，葬薛献公。\n冬，黑弓以滥来奔。文何以无邾娄？通滥也。曷为通滥？贤者子孙宜有地也。贤者孰谓？谓叔术也。何贤乎叔术？让国也。其让国奈何？当邾娄颜之时，邾娄女有为鲁夫人者，则未知其为武公与，懿公与。孝公幼，颜淫九公子于宫中，因以纳贼，则未知其为鲁公子与，邾娄公子与。臧氏之母，养公者也。君幼则宜有养者，大夫之妾，士之妻，则未知臧氏之母者曷为者也。养公者必以其子入养。臧氏之母闻有贼，以其子易公，抱公以逃，贼至凑公寝而弑之。臣有鲍广父与梁买子者闻有贼，趋而至，臧氏之母曰：「公不死也，在是，吾以吾子易公矣。」于是负孝公之周诉天子，天子为之诛颜而立叔术，反孝公于鲁。颜夫人者，妪盈女也，国色也。其言曰：「有能为我杀杀颜者，吾为其妻。」叔术为之杀杀颜者，而以为妻，有子焉谓之盱。夏父者，其所为有于颜者也。盱幼而皆爱之，食必坐二子于其侧而食之，有珍怪之食，盱必先取足焉。夏父曰：「以来，人未足而盱有馀。叔术觉焉曰：「嘻！此诚尔国也夫！」起而致国于夏父，夏父受而中分之，叔术曰：「不可！」三分之，叔术曰：「不可！」四分之，叔术曰：「不可！」五分之，然后受之。公扈子者，邾娄之父兄也，习乎邾娄之故，其言曰：「恶有言人之国贤若此者乎！」诛颜之时，天子死，叔术起而致国于夏父。当此之时，邾娄人常被兵于周，曰：「何故死吾天子？」通滥则文何以无邾娄？天下未有滥也。天下未有滥，则其言以滥来奔何？叔术者，贤大夫也，绝之则为叔术不欲绝，不绝则世大夫也，大夫之义不得世，故于是推而通之也。\n十有二月辛亥朔，日有食之。\n◇昭公三十二年\n春王正月，公在乾侯。\n取阚。阚者何？邾娄之邑也。曷为不系乎邾娄？讳亟也。夏，吴伐越。秋七月。\n冬，仲孙何忌会晋韩不信，齐高张、宋仲几、卫世叔申、郑国参、曹人、莒人、邾娄人、薛人、杞人、小邾娄人城成周。\n十有二月己未，公薨于乾侯。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 642898,
    "Title": "庄公（元年～三十二年）",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36789,
    "Kind": "文",
    "Content": "◇庄公元年春王正月，公何以不言即位？《春秋》君弑子不言即位。君弑则子何以不言即位？隐之也。孰隐？隐子也。三月，夫人孙于齐。孙者何？孙犹孙也。内讳奔谓之孙。夫人固在齐矣，其言孙于齐何？念母也。正月以存君，念母以首事。夫人何以不称姜氏？贬。曷为贬？与弑公也。其与弑公奈何？夫人谮公于齐侯，公曰：「同非吾子，齐侯之子也。」齐侯怒，与之饮酒。于其出焉，使公子彭生送之。于其乘焉，胁干而杀之。念母者所善也，则曷为于其念母焉贬？不与念母也。\r\n夏，单伯逆王姬。单伯者何？吾大夫之命乎天子者也。何以不称使？天子召而使之也。逆之者何？使我主之也。曷为使我主之？天子嫁女乎诸侯，必使诸侯同姓者主之。诸侯嫁女于大夫，必使大夫同姓者主之。\r\n秋，筑王姬之馆于外。何以书？讥。何讥尔？筑之礼也，于外非礼也。于外何以非礼？筑于外非礼也。其筑之何以礼？主王姬者必为之改筑。主王姬者则曷为必为之改筑？于路寝则不可。小寝则嫌。群公子之舍则以卑矣。其道必为之改筑者也。冬十月乙亥，陈侯林卒。\r\n王使荣叔来锡桓公命。锡者何？赐也。命者何？加我服也。其言桓公何？追命也。王姬归于齐。何以书？我主之也。\r\n齐师迁纪、郱、鄑、郚。迁之者何？取之也。取之则曷为不言取之也？为襄公讳也。外取邑不书，此何以书？大之也。何大尔？自是始灭也。\r\n◇庄公二年\r\n春王二月，葬陈庄公。\r\n夏，公子庆父帅师伐馀丘。馀丘者何？邾娄之邑也。曷为不系乎邾娄？国之也。曷为国之？君存焉尔。\r\n秋七月，齐王姬卒，外夫人不卒，此何以卒？录焉尔。曷为录焉尔？我主之也。\r\n冬十有二月，夫人姜氏会齐侯于郜。\r\n乙酉，宋公冯卒。\r\n◇庄公三年\r\n春王正月，溺会齐师伐卫。溺者何？吾大夫之未命者也。\r\n夏四月，葬宋庄公。\r\n五月，葬桓王。此未有言崩者何以书葬？盖改葬也。\r\n秋，纪季以酅入于齐。纪季者何？纪侯之弟也。何以不名？贤也。何贤乎？纪季服罪也。其服罪奈何？鲁子曰：「请后五庙以存姑姊妹」。\r\n冬，公次于郎。其言次于郎何？刺欲救纪而后不能也。\r\n◇庄公四年\r\n春王二月，夫人姜氏飨齐侯于祝丘。\r\n三月，纪伯姬卒。\r\n夏，齐侯，陈侯，郑伯遇于垂。纪侯大去其国。大去者何？灭也。孰灭之？齐灭之。曷为不言齐灭之？为襄公讳也。《春秋》为贤者。讳何贤乎襄公？复仇也。何仇尔？远祖也。哀公亨乎周，纪侯谮之。以襄公之为于此焉者，事祖祢之心尽矣。尽者何？襄公将复仇乎纪，卜之曰：「师丧分焉」。「寡人死之，不为不吉也。」远祖者几世乎？九世矣。九世犹可以复仇乎？虽百世可也。家亦可乎？曰：「不可。」国何以可？国君一体也。先君之耻，犹今君之耻也。今君之耻，犹先君之耻也。国君何以为一体？国君以国为体，诸侯世，故国君为一体也。今纪无罪，此非怒与？曰：「非也。」古者有明天子，则纪侯必诛，必无纪者。纪侯之不诛，至今有纪者，犹元明天子也。古者诸侯必有会聚之事，相朝聘之道，号辞必称先君以相接，然则齐纪无说焉，不可以并立乎天下。故将去纪侯者，不得不去纪也，有明天子则襄公得为若行乎？曰：「不得也」。不得则襄公曷为为之，上无天子，下无方伯，缘恩疾者可也。六月乙丑，齐侯葬纪伯姬。外夫人不书葬，此何以书？隐之也。何隐尔？其国亡矣，徒葬于齐尔。此复仇也，曷为葬之？灭其可灭，葬其可葬。此其为可葬奈何？复仇者非将杀之，逐之也。以为虽遇纪侯之殡，亦将葬之也。\r\n秋七月。\r\n冬，公及齐人狩于郜。公曷为与微者狩？齐侯也。齐侯则其称人何？讳与仇狩也，前此者有事矣，后此者有事矣，则曷为独于此焉？讥于仇者将壹讥而已。故择其重者而讥焉，莫重乎其与仇狩也。于仇者则曷为将壹讥而已？仇者无时焉可与通，通则为大讥，不可胜讥，故将壹讥而已，其馀从同同。\r\n◇庄公五年\r\n春王正月。\r\n夏，夫人姜氏如齐师。\r\n秋，倪黎来来朝。倪者何？小邾娄也。小邾娄则曷为谓之倪？未能以其名通也。黎来者何？名也。其名何？微国也。\r\n冬，公会齐人、宋人、陈人、蔡人伐卫。此伐卫何？纳朔也。曷为不言纳卫侯朔？辟王也。◇庄公六年\r\n春王三月，王人子突救卫。王人者何？微者也。子突者何？贵也。贵则其称人何？系诸人也。曷为系诸人？王人耳。\r\n夏六月，卫侯朔入于卫。卫侯朔何以名？绝。曷为绝之？犯命也。其言入何？篡辞也。\r\n秋，公至自伐卫。曷为或言致会？或言致伐？得意致会，不得意致伐。卫侯朔入于卫，何以致伐？不敢胜天子也。\r\n螟。\r\n冬，齐人来归卫宝。此卫宝也，则齐人曷为来归之？卫人归之也。卫人归之，则其称齐人何？让乎我也。其让乎我奈何？齐侯曰：「此非寡人之力，鲁侯之力也！」\r\n◇庄公七年\r\n春，夫人姜氏会齐侯于防。夏四月辛卯，夜，恒星不见，夜中，星陨如雨。恒星者何？列星也。列星不见何以知？夜之中星反也。如雨者何？如雨者非雨也。非雨则曷为谓之如雨？不修《春秋》曰「雨星不及地尺而复」。君子修之曰：「星陨如雨。」何以书？记异也。\r\n秋，大水。\r\n无麦苗。无苗则曷为先言无麦而后言无苗？一灾不书，待无麦然后书无苗。何以书？记灾也。\r\n冬，夫人姜氏会齐侯于谷。\r\n◇庄公八年春王正月，师次于郎，以俟陈人、蔡人。次不言俟，此其言俟何？托不得已也。甲午，祠兵。祠兵者何？出曰祠兵，入曰振旅，其礼一也，皆习战也。何言乎祠兵？为久也。曷为为久？吾将以甲午之日，然后祠兵于是。\r\n夏，师及齐师围城，成降于齐师。成者何？盛也。盛则曷为谓之成？讳灭同姓也。曷为不言降吾师？辟之也。\r\n秋，师还。还者何？善辞也。此灭同姓何善尔？病之也。曰：「师病矣」。曷为病之，非师之罪也。\r\n冬十有一月癸未，齐无知弑其君诸儿。\r\n◇庄公九年春，齐人杀无知。\r\n公及齐大夫盟于暨。公曷为与大夫盟？齐无君也。然则何以不名？为其讳与大夫盟也，使若众然。夏，公伐齐纳纠。纳者何？入辞也。其言伐之何？伐而言纳者，犹不能纳也。纠者何？公子纠也。何以不称公子？君前臣名也。齐小白入于齐。曷为以国氏？当国也。其言入何？篡辞也。\r\n秋，七月丁酉，葬齐襄公。\r\n八月庚申，及齐师战于乾时，我师败绩。内不言败，此其言败何？伐败也。曷为伐败？复仇也。此复仇乎大国，曷为使微者？公也。公则曷为不言公？不与公复仇也。曷为不与公复仇？复仇者在下也。\r\n九月，齐人取子纠，杀之。其取之何？内辞也，胁我使我杀之也。其称子纠何？贵也。其贵奈何？宜为君者也。冬，浚洙。洙者何？水也。浚之者何？深之也。曷为深之？畏齐也。曷为畏齐也？辞役子纠也。\r\n◇庄公十年\r\n春王正月，公败齐师于长勺。二月，公侵宋，曷为或言侵，或言伐？粗者曰侵，精者曰伐。战不言伐，围不言战，入不言围，灭不言入，书其重者也。\r\n三月，宋人迁宿。迁之者何？不通也，以地还之也。子沈子曰：「不通者，盖因而臣之也。」\r\n夏六月，齐师、宋师次于郎。公败宋师于乘丘。其言次于郎何？伐也。伐则其言次何？齐与伐而不与战，故言伐也。我能败之，故言次也。\r\n秋九月，荆败蔡师于莘，以蔡侯献舞归。荆者何？州名也。州不若国，国不若氏，氏不若人，人不若名，名不若字，字不若子。蔡侯献舞何以名？绝。曷为绝之？获也。曷为不言其获？不与夷狄之获中国也。\r\n冬十月，齐师灭谭，谭子奔莒。何以不言出？国已灭矣，无所出也。◇庄公十一年春王正月。\r\n夏五月戊寅，公败宋师于鄑。秋，宋大水。何以书，记灾也。外灾不书，此何以书？及我也。冬，王姬归于齐。何以书？过我也。\r\n◇庄公十二年\r\n春王三月，纪叔姬归于酅。其言归于酅何？隐之也。何隐尔？其国亡矣，徒归于叔尔也。夏四月。\r\n秋八月甲午，宋万弑其君接，及其大夫仇牧。及者何？累也。弑君多矣，舍此无累者乎？孔父、荀息皆累也。舍孔父、荀息无累者乎？曰：「有。」有则此何以书？贤也。何贤乎仇牧？仇牧可谓不畏强御矣。其不畏强御奈何？万尝与庄公战，获乎庄公。庄公归，散舍诸宫中，数月然后归之。归反为大夫于宋。与闵公博，妇人皆在侧。万曰：「甚矣，鲁侯之淑，鲁侯之美也！天下诸侯宜为君者，唯鲁侯尔！」闵公矜此妇人，妒其言，顾曰：「此虏也！尔虏焉故，鲁侯之美恶乎至？」万怒搏闵公，绝其脰。仇牧闻君弑，趋而至，遇之于门，手剑而叱之。万臂摋仇牧，碎其首，齿着乎门阖。仇牧可谓不畏强御矣。冬十月，宋万出奔陈。\r\n◇庄公十三年\r\n春，齐侯、宋人、陈人、蔡人、邾娄人会于北杏。\r\n夏六月，齐人灭遂。\r\n秋七月。\r\n冬，公会齐侯，盟于柯。何以不日？易也。其易奈何？桓之盟不日，其会不致，信之也。其不日何以始乎此？庄公将会乎桓，曹子进曰：「君之意何如？」庄公曰：「寡人之生则不若死矣。」曹子曰「然则君请当其君，臣请当其臣。」庄公曰：「诺。」于是会乎桓。庄公升坛，曹子手剑而从之。管子进曰：「君何求乎？」曹子曰：「城坏压竟，君不图与？」管子曰：「然则君将何求？」曹子曰：「愿请汶阳之田。」管子顾曰：「君许诺。」桓公曰：「诺。」曹子请盟，桓公下与之盟。已盟，曹子摽剑而去之。要盟可犯，而桓公不欺。曹子可仇，而桓公不怨，桓公之信着乎天下，自柯之盟始焉。\r\n◇庄公十四年\r\n春，齐人、陈人、曹人伐宋。\r\n夏，单伯会伐宋。其言会伐宋何？后会也。秋七月荆入蔡。\r\n冬，单伯会齐侯、宋公、卫侯、郑伯于鄄。◇庄公十五年\r\n春，齐侯、宋公、陈侯、卫侯、郑伯会于鄄。夏，夫人姜氏如齐。\r\n秋，宋人，齐人、邾娄人伐儿。\r\n郑人侵宋。\r\n冬十月。\r\n◇庄公十六年\r\n春王正月。\r\n夏，宋人、齐人、卫人伐郑。\r\n秋，荆伐郑。\r\n冬十有二月，公会齐侯、宋公、陈侯、卫侯、郑伯、许男、曹伯、滑伯、滕子同盟于幽。同盟者何？同欲也。邾娄子克卒。\r\n◇庄公十七年\r\n春，齐人执郑瞻。郑瞻者何？郑之微者也。此郑之微者，何言乎齐人执之？书甚佞也。\r\n夏，齐人歼于遂。歼者何？歼积也，众杀戍者也。\r\n秋，郑瞻自齐逃来。何以书？书甚佞也。曰：「佞人来矣，佞人来矣。」冬，多麋。何以书，记异也。◇庄公十八年\r\n春王三月，日有食之。\r\n夏，公追戎于济西。此未有言伐者，其言追何？大其为中国追也。此未有伐中国者，则其言为中国追何？大其未至而豫御之也。其言于济西何？大之也。\r\n秋，有{或虫}。何以书？记异也。\r\n冬十月。\r\n◇庄公十九年\r\n春王正月。\r\n夏四月。\r\n秋，公子结媵陈人之妇于鄄，遂及齐侯、宋公盟。媵者何？诸侯娶一国，则二国往媵之，以侄娣从。侄者何？兄之子也。娣者何？弟也。诸侯壹聘九女，诸侯不再娶。媵不书，此何以书？为其有遂事书。大夫无遂事，此其言遂何？聘礼，大夫受命不受辞，出竟有可以安社稷利国家者，则专之可也。\r\n夫人姜氏如莒。\r\n冬，齐人、宋人、陈人伐我西鄙。\r\n◇庄公二十年\r\n春王二月，夫人姜氏如莒。夏，齐大灾。大灾者何？大瘠也。大瘠者何？《疒列》也。何以书？记灾也。外灾不书，此何以书：及我也。\r\n秋七月。\r\n冬，齐人伐戎。\r\n◇庄公二十一年春王正月。夏五月，辛酉，郑伯突卒。\r\n秋七月戊戌，夫人姜氏薨。\r\n冬十有二月，葬郑厉公。\r\n◇庄公二十二年\r\n春王正月，肆大省，肆者何？跌也。肆大省者何？灾省也。肆大省何以书？讥。何讥尔？讥始忌省也。\r\n癸丑，葬我小君文姜。文姜者何？庄公之母也。陈人杀其公子御寇。\r\n夏五月。秋七月丙申，及齐高徯盟于防。齐高徯者何？贵大夫也。曷为就吾微者而盟？公也。公则曷为不言公？讳与大夫盟也。\r\n冬，公如齐纳币。纳币不书，此何以书？讥。何讥尔？亲纳币，非礼也。\r\n◇庄公二十三年\r\n春，公至自齐。桓之盟不日，其会不致，信之也。此之桓国何以致，危之也。何危尔？公一陈佗也。\r\n祭叔来聘。\r\n夏，公如齐观社。何以书？讥。何讥尔？诸侯越竟观社，非礼也。公至自齐。\r\n荆人来聘。荆何以称人？始能聘也。\r\n公及齐侯遇于谷。\r\n萧叔朝公。其言朝公何？公在外也。\r\n秋，丹桓宫楹。何以书？讥。何讥尔？丹桓宫楹，非礼也。\r\n冬，十有一月，曹伯射姑卒。十有二月甲寅，公会齐侯，盟于扈。桓之盟不日，此何以日？危之也。何危尔？我贰也。鲁子曰：「我贰者，非彼然，我然也。」◇庄公二十四年\r\n春王三月，刻桓宫桷。何以书？讥。何讥尔？刻桓宫桷，非礼也。\r\n葬曹庄公。夏，公如齐逆女。何以书？亲迎礼也。\r\n秋，公至自齐。八王丁丑，夫人姜氏入。其言入何？难也。其言日何？难也。其难奈何？夫人不偻不可使入，与公有所约，然后入。戊寅，大夫、宗妇觌，用币。宗妇者何？大夫之妻也。觌者何？见也。用者何？用者不宜用也。见用币，非礼也。然则曷用？枣栗云乎？腶修云乎。\r\n大水。\r\n冬，戎侵曹，曹羁出奔陈。曹羁者何？曹大夫也。曹无大夫，此何以书？贤也。何贤乎曹羁？戎将侵曹，曹羁谏曰：「戎众以无义。君请勿自敌也。」曹伯曰：「不可」。三谏不从，遂去之，故君子以为得君臣之义也。赤归于曹郭公。赤者何？曹无赤者，盖郭公也。郭公者何？失地之君也。\r\n◇庄公二十五年\r\n春，陈侯使女叔来聘。\r\n夏五月癸丑，卫侯朔卒。\r\n六月辛未朔，日有食之，鼓，用牲于社。日食则曷为鼓用牲于社？求乎阴之道也，以朱丝营社，或曰胁之，或曰为暗，恐人犯之，故营之。\r\n伯姬归于杞。\r\n秋，大水，鼓用牲于社于门。其言于社于门何？于社礼也，于门非礼也。\r\n冬，公子友如陈。\r\n◇庄公二十六年\r\n公伐戎。\r\n夏，公至自伐戎。\r\n曹杀其大夫。何以不名？众也。曷为众杀之？不死于曹君者也。君死乎位曰灭。曷为不言其灭？为曹羁讳也。此盖战也，何以不言战？为曹羁讳也。\r\n秋，公会宋人、齐人、伐徐。冬十有二月癸亥朔，日有食之。\r\n◇庄公二十七年\r\n春，公会杞伯姬于洮。\r\n夏六月，公会齐侯，宋公、陈侯、郑伯，同盟于幽。\r\n秋，公子友如陈，葬原仲。原仲者何？陈大夫也。大夫不书葬，此何以书？通乎季子之私行也。何通乎季子之私行？辟内难也。君子辟内难而不辟外难。内难者何？公子庆父、公子牙、公子友皆庄公之母弟也。公子庆父、公子牙通乎夫人以胁公，季子起而治之，则不得与于国政，坐而视之则亲亲。因不忍见也，故于是复请至于陈而葬原仲也。冬，杞伯姬来。其言来何？直来曰来，大归曰来归。\r\n莒庆来逆叔姬。莒庆者何？莒大夫也。莒无大夫，此何以书？讥。何讥尔？大夫越竟逆女，非礼也。\r\n杞伯来朝。\r\n公会齐侯于城濮。\r\n◇庄公二十八年春王三月甲寅，齐人伐卫。卫人及齐人战，卫人败绩。伐不日，此何以日？至之日也。战不言伐，此其言伐何？至之日也。《春秋》伐者为客，伐者为主，故使卫主之也。曷为使卫主之？卫未有罪尔。败者称师，卫何以不称师？未得乎师也。\r\n夏四月丁未，邾娄子琐卒。\r\n秋，荆伐郑。公会齐人、宋人、邾娄人救郑。\r\n冬，筑微。大无麦禾。冬既见无麦禾矣，曷为先言筑微而后言无麦禾？讳，以凶年造邑也。\r\n臧孙辰告籴于齐。告籴者何？请籴也。何以不称使？以为臧孙辰之私行也。曷为以臧孙辰之私行？君子之为国也，必有三年之委。一年不熟告籴，讥也。◇庄公二十九年春，新延厩。新延厩者何？修旧也。修旧不书，此何以书？讥。何讥尔？凶年不修。夏，郑人侵许。秋，有蜚。何以书？记异也。冬十有二月，纪叔姬卒。\r\n城诸及防。\r\n◇庄公三十年春，王正月。\r\n夏，师次于成。\r\n秋七月，齐人降鄣。鄣者何？纪之遗邑也。降之者何？取之也。取之则曷为不言取之？为桓公讳也。外取邑不书，此何以书？尽也。\r\n八月癸亥，葬纪叔姬。外夫人不书葬，此何以书？隐之也。何隐尔？其国亡矣，徒葬乎叔尔。\r\n九月庚午朔，日有食之，鼓，用牲于社。冬，公及齐侯遇于鲁济。齐人伐山戎。此齐侯也，其称人何？贬。曷为贬？子司马子曰：「盖以操之为已蹙矣。」此盖战也，何以不言战？《春秋》敌者言战，桓公之与戎狄，驱之尔。\r\n◇庄公三十一年\r\n春，筑台于郎。何以书？讥。何讥尔？临民之所漱浣也。\r\n夏四月，薛伯卒。\r\n筑台于薛。何以书？讥。何讥尔？远也。\r\n六月，齐侯来献戎捷。齐大国也，曷为亲来献戎捷？威我也。其威我奈何？旗获而过我也。秋，筑台于秦。何以书？，讥。何讥尔？临国也。\r\n冬，不雨，何以书？记异也。\r\n◇庄公三十二年春，城小谷。夏，宋公、齐侯遇于梁丘。\r\n秋七月癸巳，公子牙卒。何以不称弟？杀也。杀则曷为不言刺？为季子讳杀也，曷为为季子讳杀？季子之遏恶也，不以为国狱，缘季子之心而为之讳。季子之遏恶奈何？庄公病将死，以病召季子，季子至而授之以国政，曰：「寡人即不起此病，吾将焉致乎鲁国？」季子曰：「般也存，君何忧焉？」公曰：「庸得若是乎？牙谓我曰：『鲁一生一及，君已知之矣。庆父也存。』」季子曰：「夫何敢？是将为乱乎？夫何敢？」俄而牙弑械成。季子和药而饮之曰：「公子从吾言而饮此，则必可以无为天下戮笑，必有后乎鲁国。不从吾言而不饮此，则必为天下戮笑，必无后乎鲁国。」于是从其言而饮之，饮之无累氏，至乎王堤而死。公子牙今将尔。辞曷为与亲弑者同？君亲无将，将而诛焉，然则善之与？曰：「然。」杀世子母弟直称君者，甚之也。季子杀母兄何善尔？诛不得辟兄，君臣之义也。然则曷为不直诛而鸩之？行诛乎兄，隐而逃之，使托若以疾死，然亲亲之道也。\r\n八月癸亥，公薨于路寝。路寝者何？正寝也。冬十月乙未，子般卒。子卒云子卒，此其称子般卒何？君存称世子，君薨称子某，既葬称子，逾年称公。子般卒，何以不书葬？未逾年之君也。有子则庙，庙则书葬。无子不庙，不庙则不书葬。公子庆父如齐。\r\n狄伐邢。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 642963,
    "Title": "左传 · 僖公 · 僖公三十三年",
    "Dynasty": "秦",
    "Author": "公羊高",
    "AuthorId": 36789,
    "Kind": "文",
    "Content": "◇僖公元年春王正月，公何以不言即位？继弑君，子不言即位。此非子也，其称子何？臣子一例也。齐师、宋师、曹师次于聂北，救邢。救邢救不言次，此其言次何？不及事也。不及事者何？邢已亡矣。熟亡之？盖狄灭之。曷为不言狄灭之？为桓公讳也。曷为为桓公讳？上无天子，下无方伯，天下诸侯有相灭亡者，桓公不能救，则桓公耻之。曷为先言次而后言救？君也。君则其称师何？不与诸侯专封也。曷为不与？实与，而文不与。文曷为不与？诸侯之义不得专封也。诸侯之义不得专封，则其曰实与之何？上无天子，下无方伯，天下诸侯有相灭亡者，力能救之，则救之可也。\r\n夏六月，邢迁于陈仪。迁者何？其意也。迁之者何？非其意也。\r\n齐师、宋师、曹师城邢。此一事也，曷为复言齐师、宋师、曹师？不复言师则无以知其为一事也。秋七月戊辰，夫人姜氏薨于夷，齐人以归。夷者何？齐地也。齐地则其言齐人以归何？夫人薨于夷，则齐人以归。夫人薨于夷，则齐人曷为以归？桓公召而缢杀之。\r\n楚人伐郑。八月，公会齐侯、宋公、郑伯、曹伯、邾娄人于朾。\r\n九月，公败邾娄师于缨。冬十月壬午，公子友帅师败莒师于犁，获莒挐。莒挐者何？莒大夫也。莒无大夫，此何以书？大季子之获也。何大乎季子之获？季子治内难以正，御外难以正。其御外难以正奈何？公子庆父弑闵公，走而之莒，莒人逐之，将由乎齐，齐人不纳，却反舍于汶水之上，使公子奚斯入请。季子曰：「公子不可以入，入则杀矣。」奚斯不忍反命于庆父，自南涘北面而哭。庆父闻之曰：「嘻！此奚斯之声也，诺已。」曰：「吾不得入矣。」于是抗輈经而死。莒人闻之曰：「吾已得子之贼矣，以求赂乎鲁。」鲁人不与，为是兴师而伐鲁，季子待之以偏战。十有二月丁巳，夫人氏之丧至自齐。夫人何以不称姜氏？贬。曷为贬？与弑公也，然则曷为不于弑焉贬？贬必于重者，莫重乎其以丧至也。\r\n◇僖公二年\r\n春王正月，城楚丘。孰城？城卫也。曷为不言城卫？灭也。孰灭之？盖狄灭之。曷为不言狄灭之？为桓公讳也。曷为为桓公讳？上无天子，下无方伯，天下诸侯有相灭亡者，桓公不能救，则桓公耻之也。然则孰城之？桓公城之。曷为不言桓公城之？不与诸侯专封也。曷为不与？实与而文不与。文曷为不与？诸侯之义，不得专封。诸侯之义，不得专封，则其曰实与之何？上无天子，下无方伯，天下诸侯有相灭亡者，力能救之，则救之可也。夏五月辛巳，葬我小君哀姜。哀姜者何？庄公之夫人也。\r\n虞师，晋师灭夏阳。虞微国也，曷为序乎大国之上？使虞首恶也。曷为使虞首恶？虞受赂，假灭国者道。以取亡焉。其受赂奈何？献公朝诸大夫而问焉，曰：「寡人夜者寝而不寐，其意也何？」诸大夫有进对者曰：「寝不安与？其诸侍御有不在侧者与？」献公不应。荀息进曰：「虞、郭见与？」献公揖而进之，遂与之入而谋曰：「吾欲攻郭，则虞救之，攻虞则郭救之，如之何？愿与子虑之。」荀息对曰：「君若用臣之谋，则今日取郭，而明日取虞尔，君何忧焉？」献公曰：「然则奈何？」荀息曰：「请以屈产之乘，与垂棘之白璧往，必可得也。则宝出之内藏，藏之外府，马出之内厩，系之外厩尔，君何丧焉？」献公曰：「诺。虽然宫之奇存焉，如之何？」荀息曰：「宫之奇知则知矣。虽然虞公贪而好宝，见宝必不从其言，请终以往。」于是终以往，虞公见宝许诺。宫之奇果谏：「记曰：『唇亡则齿寒。』虞、郭之相救，非相为赐，则晋今日取郭，而明日虞从而亡尔，君请勿许也。」虞公不从其言，终假之道以取郭，还四年，反取虞。虞公抱宝牵马而至。荀息见曰：「臣之谋何如？」献公曰：「子之谋则已行矣，宝则吾宝也，虽然吾马之齿亦已长矣。」盖戏之也。夏阳者何？郭之邑也。曷为不系于郭？国之也，曷为国之？君存焉尔。\r\n秋九月，齐侯、宋公、江人、黄人盟于贯泽。江人、黄人者何？远国之辞也。远国至矣，则中国曷为独言齐、宋？至尔大国言齐、宋，远国言江、黄，则以其馀为莫敢不至也。\r\n冬十月，不雨。何以书？记异也。\r\n楚人侵郑。\r\n◇僖公三年\r\n春王正月，不雨。\r\n夏四月，不雨。何以书？记异也。\r\n徐人取舒。其言取之何？易也。六月，雨。其言六月雨何？上雨而不甚也。\r\n秋，齐侯、宋公、江人、黄人会于阳谷。此大会也，曷为末言尔？桓公曰：「无障谷，无贮粟，无易树子，无以妾为妻。」\r\n冬，公子友如齐莅盟。莅盟者何？往盟乎彼也。其言来盟者何？来盟于我也。\r\n楚人伐郑。◇僖公四年\r\n春王正月，公会齐侯、宋公、陈侯、卫侯、郑伯、许男、曹伯侵蔡，蔡溃。溃者何？下叛上也。国曰溃，邑曰叛。遂伐楚，次于陉。其言次于陉何？有俟也。孰俟？俟屈完也。夏，许男新臣卒。\r\n楚屈完来盟于师，盟于召陵。屈完者何？楚大夫也。何以不称使？尊屈完也。曷为尊屈完？以当桓公也。其言盟于师、盟于召陵何？师在召陵也。师在召陵，则曷为再言盟？喜服楚也。何言乎喜服楚？楚有王者则后服，无王者则先叛。夷狄也。而亟病中国，南夷与北狄交。中国不绝若线，桓公救中国，而攘夷狄，卒心占荆，以此为王者之事也。其言来何？与桓为主也。前此者有事矣，后此者有事矣，则曷为独于此焉？与桓公为主序绩也。\r\n齐人执陈袁涛涂。涛涂之罪何？辟军之道也。其辟军之道奈何？涛涂谓桓公曰：「君既服南夷矣，何不还师滨海而东，服东夷且归。」桓公曰：「诺。」于是还师滨海而东，大陷于沛泽之中。顾而执涛涂。执者曷为或称侯？或称人？称侯而执者，伯讨也。称人而执者，非伯讨也。此执有罪，何以不得为伯讨？古者周公东征则西国怨，西征则东国怨。桓公假涂于陈而伐楚，则陈人不欲其反由己者，师不正故也。不修其师而执涛涂，古人之讨，则不然也。\r\n秋，及江人、黄人伐陈。\r\n八月，公至自伐楚。楚已服矣，何以致伐？楚叛盟也。\r\n葬许缪公。冬十有二月，公孙慈帅师会齐人、宋人、卫人、郑人、许人、曹人侵陈。\r\n◇僖公五年\r\n春，晋侯杀其世子申生。曷为直称晋侯以杀？杀世子，母弟直称君者，甚之也。\r\n杞伯姬来，朝其子。其言来朝其子何？内辞也，与其子俱来朝也。\r\n夏，公孙慈如牟。\r\n公及齐侯、宋公、陈侯、卫侯、郑伯、许男、曹伯会王世子于首戴。曷为殊会王世子？世子贵也，世子犹世世子也。\r\n秋八月，诸侯盟于首戴。诸侯何以不序？一事而再见者，前目而后凡也。郑伯逃归不盟。其言逃归不盟者何？不可使盟也。不可使盟，则其言逃归何？鲁子曰：「盖不以寡犯众也。」\r\n楚人灭弦。弦子奔黄。九月戊申朔，日有食之。\r\n冬，晋人执虞公。虞已灭矣，其言执之何？不与灭也。曷为不与灭？灭者亡国之善辞也，灭者上下之同力者也。\r\n◇僖公六年\r\n春王正月。\r\n夏，公会齐侯、宋会、陈侯、卫侯、曹伯伐郑，围新城。邑不言围，此其言围何？强也。秋，楚人围许，诸侯遂救许。\r\n冬，公至自伐郑。\r\n◇僖公七年\r\n春，齐人伐郑。\r\n夏，小邾娄子来朝。郑杀其大夫申侯。其称国以杀何？称国以杀者，君杀大夫之辞也。\r\n秋七月，公会齐侯、宋公、陈世子款、郑世子华，盟于宁毋。曹伯般卒。\r\n公子友如齐。\r\n冬，葬曹昭公。\r\n◇僖公八年春王正月，公会王人、齐侯、宋公、卫侯、许男、曹伯、陈世子款、郑世子华盟于洮。王人者何？微者也。曷为序乎诸侯之上？先王命也。郑伯乞盟。乞盟者何？处其所而请与也。其处其所而请与奈何？盖酌之也。\r\n夏，狄伐晋。\r\n秋七月，禘于太庙，用致夫人。用者何？用者不宜用也。致者何？致者不宜致也。禘用致夫人，非礼也。夫人何以不称姜氏？贬。曷为贬？讥以妾为妻也。其言以妾为妻奈何？盖胁于齐媵女之先至者也。冬十有二月丁未，天王崩。\r\n◇僖公九年\r\n春王三月丁丑，宋公御说卒。何以不书葬？为襄公讳也。\r\n夏，公会宰周公、齐侯、宋子、卫侯、郑伯、许男、曹伯于葵丘。宰周公者何？天子之为政者也。\r\n秋七月乙酉，伯姬卒。此未适人何以卒？许嫁矣。妇人许嫁字而笄之，死则以成人之丧治之。九月戊辰，诸侯盟于葵丘。桓之盟不日，此何以日？危之也。何危尔？贯泽之会，桓公有忧中国之心，不召而至者江人、黄人也。葵丘之会，桓公震而矜之，叛者九国。震之者何？犹曰振振然。矜之者何？犹曰莫若我也。甲戌，晋侯诡诸卒。\r\n冬，晋里克弑其君之子奚齐。此未逾年之君，其言弑其君之子奚齐何？杀未逾年君之号也。◇僖公十年\r\n春王正月，公如齐。\r\n狄灭温。\r\n温子奔卫。晋里克弑其君卓子及其大夫荀息。及者何？累也。弑君多矣，舍此无累者乎？曰：「有孔父、仇牧皆累也。」舍孔父、仇牧无累者乎？曰：「有。」有则此何以书？贤也。何贤乎荀息？荀息可谓不食其言矣。其不食其言奈何？奚齐、卓子者，骊姬之子也，荀息傅焉。骊姬者，国色也。献公爱之甚，欲立其子，于是杀世子申生。申生者，里克傅之。献公病将死，谓荀息曰：「士何如则可谓之信矣？」荀息对曰：「使死者反生，生者不愧乎其言，则可谓信矣。」献公死，奚齐立。里克谓荀息曰：「君杀正而立不正，废长而立幼，如之何？愿与子虑之。」荀息曰：「君尝讯臣矣，臣对曰：『使死者反生，生者不愧乎其言，则可谓信矣』」。里克知其不可与谋，退弑奚齐。荀息立卓子，里克弑卓子，荀息死之。荀息可谓不食其言矣。\r\n夏，齐侯，许男伐北戎。晋杀其大夫里克。里克弑二君，则曷为不以讨贼之辞言之？惠公之大夫也。然则孰立惠公？里克也。里克杀奚齐、卓子，逆惠公而入。里克立惠公，则惠公曷为杀之？惠公曰：「尔既杀夫二孺子矣，又将图寡人，为尔君者，不亦病乎？」于是杀之。然则曷为不言惠公之入？晋之不言出入者，踊为文公讳也。齐小白入于齐，则曷为不为桓公讳？桓公之享国也长，美见乎天下，故不为之讳本恶也。文公之享国也短，美未见乎天下，故为之讳本恶也。\r\n秋七月。\r\n冬，大雨雹。何以书？记异也。\r\n◇僖公十一年\r\n春，晋杀其大夫ぶ郑父。\r\n夏，公及夫人姜氏会齐侯于阳谷。\r\n秋八月，大雩。\r\n冬，楚人伐黄。◇僖公十二年春王三月庚午，日有食之。\r\n夏，楚人灭黄。秋七月。\r\n冬十有二月丁丑，陈侯处臼卒。◇僖公十三年\r\n春，狄侵卫。\r\n夏四月，葬陈宣公。\r\n公会齐侯、宋公、陈侯、卫侯、郑伯、许男、曹伯于咸。\r\n秋九月，大雩。\r\n冬，公子友如齐。\r\n◇僖公十四年\r\n春，诸侯城缘陵。孰城之？城杞也。曷为城杞？灭也。孰灭之？盖徐、莒胁之。曷为不言徐、莒胁之？为桓公讳也。曷为为桓公讳？上无天子，下无方伯，天下诸侯有相灭亡者，桓公不能救，则桓公耻之也。然则孰城之？桓公城之。曷为不言桓公城之？不与诸侯专封也。曷为不与？实与而文不与。文曷为不与？诸侯之义不得专封也。诸侯之义不得专封，则其曰实与之何？上无天子，下无方伯，天下诸侯有相灭亡者，力能救之，则救之可也。\r\n夏六月，季姬及鄫子遇于防，使鄫子来朝。鄫子曷为使乎季姬来朝？内辞也。非使来朝，使来请己也。秋八月辛卯，沙鹿崩。沙鹿者何？河上之邑也。此邑也，其言崩何？袭邑也。沙鹿崩何以书？记异也。外异不书，此何以书？为天下记异也。\r\n狄侵郑。\r\n冬，蔡侯兮卒。\r\n◇僖公十五年\r\n春王正月，公如齐。\r\n楚人伐徐。三月，公会齐侯、宋公、陈侯、卫侯、郑伯、许男、曹伯盟于牡丘，遂次于匡。公孙敖率师及诸侯之大夫救徐。\r\n夏五月，日有食之。\r\n秋七月，齐师、曹师伐厉。\r\n八月，螽。\r\n九月，公至自会。桓公之会不致，此何以致？久也。\r\n季姬归于鄫。己卯晦，震夷伯之庙。晦者何？冥也。震之者何？雷电击夷伯之庙者也。夷伯者曷为者也？季氏之孚也。季氏之孚则微者，其称夷伯何？大之也。曷为大之？天戒之，故大之也。何以书？记异也。\r\n冬，宋人伐曹。\r\n楚人败徐于娄林。\r\n十有一月壬戌，晋侯及秦伯战于韩，获晋侯。此偏战也，何以不言师败绩？君获不言师败绩也。\r\n◇僖公十六年\r\n春王正月戊申朔，陨石于宋五。是月，六鷁退飞过宋都。曷为先言陨而后言石？陨石记闻，闻其磌然，视之则石，察之则五。是月者何？仅逮是月也。何以不日？晦日也。晦则何以不言晦？《春秋》不书晦也。朔有事则书，晦虽有事不书。曷为先言六而后言鷁？六鷁退飞，记见也，视之则六，察之则鷁，徐而察之则退飞。五石六鷁何以书？记异也。外异不书，此何以书？为王者之后记异也。\r\n三月壬申，公子季友卒。其称季友何？贤也。夏四月丙申，鄫季姬卒。\r\n秋七月甲子，公孙慈卒。\r\n冬十有二月，公会齐侯、宋公、陈侯、卫侯、郑伯、许男、邢侯、曹伯于淮。\r\n◇僖公十七年\r\n春，齐人、徐人伐英氏。夏，灭项。孰灭之？齐灭之。曷为不言齐灭之？为桓公讳也。《春秋》为贤者讳。此灭人之国，何贤尔？君子之恶恶也疾始，善善也乐终。桓公尝有继绝存亡之功，故君子为之讳也。\r\n秋，夫人姜氏会齐侯于卞。\r\n九月，公至自会。\r\n十有二月乙亥，齐侯小白卒。\r\n◇僖公十八年\r\n春王正月，宋公会曹伯、卫人、邾娄人伐齐。\r\n夏，师救齐。五月戊寅，宋师及齐师战于甗，齐师败绩。战不言伐，此其言伐何？宋公与伐而不与战，故言伐。《春秋》伐者为客，伐者为主。曷为不使齐主之？与襄公之征齐也。曷为与襄公之征齐？桓公死，竖刁，易牙争权不葬，为是故伐之也。\r\n狄救齐。\r\n秋八月丁亥，葬齐桓公。\r\n冬，邢人、狄人伐卫。\r\n◇僖公十九年\r\n春王三月，宋人执滕子婴齐。\r\n夏六月，宋人、曹人、邾娄人盟于曹南。鄫子会于邾娄。其言会盟何？后会也。己酉，邾娄人执鄫子用之。恶乎用之？用之社也。其用之社奈何？盖叩其鼻以血社也。\r\n秋，宋人围曹。\r\n卫人伐邢。\r\n冬，公会陈人、蔡人、楚人、郑人盟于齐。\r\n梁亡，此未有伐者，其言梁亡何？自亡也。其自亡奈何？鱼烂而亡也。◇僖公二十年春，新作南门。何以书？讥。何讥尔？门有古常也。\r\n夏，郜子来朝，郜子者何？失地之君也。何以不名？兄弟辞也。\r\n五月乙巳，西宫灾。西宫者何？小寝也。小寝则曷为谓之西宫？有西宫则有东宫矣。鲁子曰：「以有西宫，亦知诸侯之有三宫也。」西宫灾何以书？记异也。郑人入滑。\r\n秋，齐人、狄人盟于邢。\r\n冬，楚人伐随。\r\n◇僖公二十一年春，狄侵卫。\r\n宋人、齐人、楚人盟于鹿上。\r\n夏，大旱。何以书？记灾也。\r\n秋，宋公、楚子、陈侯、蔡侯、郑伯、许男、曹伯会于霍，执宋公以伐宋。孰执之？楚子执之。曷为不言楚子执之？不与夷狄之执中国也。\r\n冬，公伐邾娄。\r\n楚人使宜申来献捷。此楚子也，其称人何？贬。曷为贬？为执宋公贬。曷为为执宋公贬？宋公与楚子期以乘车之会，公子目夷谏曰：「楚，夷国也，强而无义，请君以兵车之会往。」宋公曰：「不可。吾与之约以乘车之会，自我为之，自我堕之，曰不可。」终以乘车之会往，楚人果伏兵车，执宋公以伐宋。宋公谓公子目夷曰：「子归守国矣，国，子之国也。吾不从子之言，以至乎此。」公子目夷复曰：「君虽不言国，国固臣之国也。」于是归设守械而守国。楚人谓宋人曰：「子不与我国，吾将杀子君矣。」宋人应之曰：「吾赖社稷之神灵，吾国已有君矣。」楚人知虽杀宋公犹不得宋国，于是释宋公。宋公释乎执，走之卫。公子目夷复曰：「国为君守之，君曷为不入？」然后逆襄公归。恶乎捷？捷乎宋？曷为不言捷乎宋。为襄公讳也。此围辞也，曷为不言其围？为公子目夷讳也。\r\n十有二月癸丑，公会诸侯盟于薄。释宋公。执未有言释之者，此其言释之何？公与为尔也。公与为尔奈何？公与议尔也。\r\n◇僖公二十二年\r\n春，公伐邾娄，取须朐。\r\n夏，宋公、卫侯、许男、滕子伐郑。\r\n秋八月丁未，及邾娄人战于升陉。\r\n冬十有一月己巳朔，宋公及楚人战于泓，宋师败绩。偏战者日尔，此其言朔何？《春秋》辞繁而不杀者，正也。何正尔？宋公与楚人期战于泓之阳。楚人济泓而来。有司复曰：「请迨其未毕济而系之。」宋公曰：「不可。吾闻之也，君子不厄人，吾虽丧国之馀，寡人不忍行也。」既济未毕陈，有司复曰：「请迨其未毕陈而击之。」宋公曰：「不可。吾闻之也，君子不鼓不成列。」已陈，然后襄公鼓之，宋师大败。故君子大其不鼓不成列，临大事而不忘大礼，有君而无臣，以为虽文王之战，亦不过此也。\r\n◇僖公二十三年春，齐侯伐宋，围缗。邑不言围，此其言围何？疾重故也。\r\n夏五月庚寅，宋公慈父卒。何以不书葬？盈乎讳也。\r\n秋，楚人伐陈。\r\n冬十有一月，杞子卒。\r\n◇僖公二十四年春王正月。\r\n夏，狄伐郑。\r\n秋七月。冬，天王出居于郑。王者无外，此其言出何？不能乎母也。鲁子曰：「是王也，不能乎母者，其诸此之谓与。」晋侯夷吾卒。\r\n◇僖公二十五年\r\n春王正月丙午，卫侯毁灭邢。卫侯毁何以名？绝。曷为绝之？灭同姓也。夏四月癸酉，卫侯毁卒。\r\n宋荡伯姬来逆妇。宋荡伯姬者何？荡氏之母也。其言来逆妇何？兄弟辞也。其称妇何？有姑之辞也。宋杀其大夫。何以不名？宋三世无大夫，三世内娶也。\r\n秋，楚人围陈，纳顿子于顿。何以不言遂？两之也。\r\n葬卫文公。\r\n冬十有二月癸亥，公会卫子、莒庆盟于洮。\r\n◇僖公二十六年\r\n春王正月己未，公会莒子、卫宁漱盟于向。\r\n齐人侵我西鄙。公追齐师至巂，弗及。其言至巂弗及何？侈也。\r\n夏，齐人伐我北鄙。\r\n卫人伐齐。公子遂如楚乞师。乞师者何？卑辞也。曷为以外内同若辞？重师也。曷为重师？师出不正，反战不正，胜也。秋，楚人灭隗，以隗子归。\r\n冬，楚人伐宋，围缗。邑不言围，此其言围何？刺道用师也。\r\n公以楚师伐齐，取谷。会至自伐齐。此取谷矣，何以致伐？未得乎取谷也。曷为未得乎取谷？曰：「患之起，必自此始也。」\r\n◇僖公二十七年\r\n春，杞子来朝。\r\n夏六月庚寅，齐侯昭卒。\r\n秋八月乙未，葬齐孝公。乙巳，公子遂帅师入杞。\r\n冬，楚人、陈侯、蔡侯、郑伯、许男围宋。此楚子也其称人何？贬。曷为贬？为执宋公贬，故终僖之篇贬也。十有二月甲戌，公会诸侯盟于宋。◇僖公二十八年\r\n春，晋侯侵曹，晋侯伐卫。曷为再言晋侯？非两之也。然则何以不言遂？未侵曹也。未侵曹则其言侵曹何？致其意也。其意侵曹，则曷为伐卫？晋侯将侵曹，假涂于卫，卫曰不可得，则固将伐之也。\r\n公子买戍卫，不卒戍，刺之。不卒戍者何？不卒戍者，内辞也，不可使往也。不可使往则其言戍卫何？遂公意也。刺之者何？杀之也。杀之则曷为谓之刺之？内讳杀大夫谓之刺之也。\r\n楚人救卫。\r\n三月丙午，晋侯入曹，执曹伯，畀宋人。畀者何？与也。其言畀宋人何？与使听之也。曹伯之罪何？甚恶也。其甚恶奈何？不可以一罪言也。\r\n夏四月己巳，晋侯、齐师、宋师、秦师及楚人战于城濮，楚师败绩，此大战也，曷为使微者，子玉得臣也。子玉得臣则其称人何？贬。曷为贬？大夫不敌君也。\r\n楚杀其大夫得臣。卫侯出奔楚。\r\n五月癸丑，公会晋侯、齐侯、宋公、蔡侯、郑伯、卫子、莒子盟于践土。陈侯如会。其言如会何？后会也。\r\n公朝于王所。曷为不言公如京师？天子在是也。天子在是，则曷为不言天子在是？不与致天子也。\r\n六月，卫侯郑自楚复归于卫。\r\n卫元咺出奔晋。\r\n陈侯款卒。秋，杞伯姬来。\r\n公子遂如齐。\r\n冬，公会晋侯、齐侯、宋公、蔡侯、郑伯、陈子、莒子、邾娄子、秦人于温。\r\n天王狩河阳。狩不书，此何以书？不与再致天子也。鲁子曰：「温近而践土远也。」\r\n壬申，公朝于王所。其日何？录乎内也。\r\n晋人执卫侯归之于京师。归之于者何？归于者何？归之于者罪已定矣，归于者罪未定也。罪未定，则何以得为伯讨？归之于者，执之于天子之侧者也，罪定不定，已可知矣。归于者，非执之于天子之侧者也，罪定不定，未可知也。卫侯之罪何？杀叔武也。何以不书？为叔武讳也。《春秋》为贤者讳。何贤乎叔武？让国也。其让国奈何？文公逐卫侯而立叔武，叔武辞立而他人立，则恐卫侯之不得反也，故于是己立，然后为践土之会，治反卫侯。卫侯得反曰：「叔武篡我。」元咺争之曰：「叔武无罪。」终杀叔武，元咺走而出。此晋侯也，其称人何？贬。曷为贬？卫之祸，文公为之也。文公为之奈何？文公逐卫侯而立叔武，使人兄弟相疑，放乎杀母弟者，文公为之也。\r\n卫元咺自晋复归于卫。自者何？有力焉者也。此执其君，其言自何？为叔武争也。诸侯遂围许。\r\n曹伯襄复归于曹。\r\n遂会诸侯围许。\r\n◇僖公二十九年\r\n春，介葛卢来。介葛卢者何？夷狄之君也。何以不言朝？不能乎朝也。\r\n公至自围许。\r\n夏六月，公会王人、晋人、宋人、齐人、陈人、蔡人、秦人盟于狄泉。\r\n秋，大雨雹。\r\n冬，介葛卢来。\r\n◇僖公三十年\r\n春王正月。\r\n夏，狄侵齐。\r\n秋，卫杀其大夫元咺及公子瑕。卫侯未至，其称国以杀何？道杀也。\r\n卫侯郑归于卫。此杀其大夫，其言归何？归恶乎元咺也。曷为归恶乎元咺？元咺之事君也，君出则己入，君入则己出，以为不臣也。\r\n晋人、秦人围郑。\r\n介人侵萧。\r\n冬，天王使宰周公来聘。\r\n公子遂如京师，遂如晋。大夫无遂事，此其言遂何？公不得为政尔。\r\n◇僖公三十一年\r\n春，取济西田。恶乎取之？取之曹也。曷为不言取之曹？讳取同姓之田也。此未有伐曹者，则其言取之曹何？晋侯执曹伯班其所取侵地于诸侯也。晋侯执曹伯班其所取侵地于诸侯，则何讳乎取同姓之田？久也。\r\n公子遂如晋。\r\n夏四月，四卜郊不从，乃免牲，犹三望。曷为或言三卜？或言四卜？三卜礼也，四卜非礼也。三卜何以礼？四卜何以非礼？求吉之道三。禘尝不卜，郊何以卜？卜郊非礼也。卜郊何以非礼？鲁郊非礼也。鲁郊何以非礼？天子祭天，诸侯祭土。天子有方望之事，无所不通。诸侯山川有不在其封内者，则不祭也。曷为或言免牲？或言免牛？免牲，礼也，免牛，非礼也。免牛何以非礼？伤者曰牛。三望者何？望祭也。然则曷祭？祭泰山河海。曷为祭泰山河海？山川有能润于百里者，天子秩而祭之。触石而出，肤寸而合，不崇朝而遍雨乎天下者，唯泰山尔。河海润于千里。犹者何？通可以已也。何以书？讥不郊而望祭也。\r\n秋七月。\r\n冬，杞伯姬来求妇。其言来求妇何？兄弟辞也。其称妇何？有姑之辞也。\r\n狄围卫。十有二月，卫迁于帝丘。\r\n◇僖公三十二年\r\n春王正月。\r\n夏四月己丑，郑伯接卒。\r\n卫人侵狄。\r\n秋，卫人及狄盟。\r\n冬十有二月己卯，晋侯重耳卒。\r\n◇僖公三十三年春王二月，秦人入滑。\r\n齐侯使国归父来聘。\r\n夏四月辛巳，晋人及姜戎败秦于殽。其谓之秦何？夷狄之也。曷为夷狄之？秦伯将袭郑，百里子与蹇叔子谏曰：「千里而袭人，未有不亡者也。」秦伯怒曰：「若尔之年者，宰上之木拱矣，尔曷知」。师出，百里子与蹇叔子送其子而戒之曰：「尔即死必于殽之嶔岩，是文王之所辟风雨者也，吾将尸尔焉。」子揖师而行。百里子与蹇叔子从其子而哭之。秦伯怒曰：「尔曷为哭吾师？」对曰：「臣非敢哭君师，哭臣之子也。」弦高者，郑商也，遇之殽，矫以郑伯之命而犒师焉，或曰往矣，或曰反矣。然而晋人与姜戎要之殽而击之，匹马只轮无反者。其言及姜戎何？姜戎，微也，称人亦微者也。何言乎姜戎之微？先轸也，或曰襄公亲之。襄公亲之则其称人何？贬。曷为贬？君在乎殡而用师危，不得葬也。诈战不日，此何以日？尽也。\r\n癸巳，葬晋文公。狄侵齐。\r\n公伐邾娄，取丛。\r\n秋，公子遂帅师伐邾娄。\r\n晋人败狄于箕。\r\n冬十月，公如齐。\r\n十有二月，公至自齐。\r\n乙巳，公薨于小寝。\r\n陨霜不杀草，李梅实。何以书？记异也。何异尔？不时也。\r\n晋人、陈人、郑人伐许。",
    "Translation": "",
    "Comment": "",
    "Intro": "",
    "Annotation": "",
    "PostsCount": 0
  },
  {
    "Id": 643740,
    "Title": "伯牙鼓琴",
    "Dynasty": "秦",
    "Author": "吕不韦",
    "AuthorId": 36825,
    "Kind": "文",
    "Content": "伯牙鼓琴，锺子期听之。方鼓琴而志在太山，锺子期曰：“善哉乎鼓琴，巍巍乎若太山。”少选之间而志在流水，锺子期又曰：“善哉乎鼓琴，汤汤乎若流水。”锺子期死，伯牙破琴绝弦，终身不复鼓琴，以为世无足复为鼓琴者。",
    "Translation": "伯牙弹琴，锺子期听他弹琴。伯牙在弹琴时心里想着高山，锺子期说：“你弹得真好呀，就像那巍峨的太山。”不一会儿，伯牙心里又想到流水，锺子期又说：“你弹得真好呀，就像那奔腾不息的流水。”锺子期死了以后，伯牙摔琴断弦，终身不再弹琴，认为世上再没有值得他为之弹琴的人了。",
    "Comment": "",
    "Intro": "《吕氏春秋·本味》节选。人生苦短，知音难求；云烟万里，佳话千载。纯真友谊的基础是理解。中华文化在这方面最形象最深刻的阐释，莫过于俞伯牙与钟子期的故事了。“伯牙绝弦”是交结朋友的千古楷模，他流传至今并给人历久弥新的启迪。正是这个故事，确立了中华民族高尚的人际关系与友情的标准。",
    "Annotation": "鼓：弹奏。\r\n听：倾听。\r\n绝：断绝。\r\n志在高山：心中想到高山。\r\n曰：说。\r\n善哉：赞美之词，有夸奖的意思。即“好啊”、“妙啊”或“太棒了”。善，好；哉，语气词，表示感叹。\r\n峨峨：高。\r\n乎：语气词，相当于“啊”。\r\n若：像……一样。\r\n少选：一会儿，不久。\r\n志在流水：心里想到河流。\r\n汤汤乎若流水：像流水一样浩荡。\r\n汤汤：水流大而急的样子。",
    "PostsCount": 0
  },
  {
    "Id": 646176,
    "Title": "巴谣歌",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "诗",
    "Content": "神仙得者茅初成，驾龙上升入太清。\n时下玄洲戏赤城，继世而往在我盈，帝若学之腊嘉平。",
    "Translation": null,
    "Comment": null,
    "Intro": null,
    "Annotation": null,
    "PostsCount": 0
  },
  {
    "Id": 646178,
    "Title": "秦驻碑",
    "Dynasty": "秦",
    "Author": "无名氏",
    "AuthorId": 11747,
    "Kind": "诗",
    "Content": "始皇承天，越受帝命。\n业超上世，歼周灭郑。\n七雄靡馀，六国是并。\n功齐太古，道深前王。\n埒炎均昊，美冠颛黄。\n通灵七代，敬构商堂。\n纵圣凝贤，将记百几。\n奄蔼馀辉，蜚声万祀。",
    "Translation": null,
    "Comment": null,
    "Intro": null,
    "Annotation": null,
    "PostsCount": 0
  },
  {
    "Id": 949590,
    "Title": "穿井得一人",
    "Dynasty": "秦",
    "Author": "吕不韦",
    "AuthorId": 36825,
    "Kind": "文",
    "Content": "宋之丁氏，家无井而出溉汲，常一人居外。及其家穿井，告人曰：「吾穿井得一人。」有闻而传之者：「丁氏穿井得一人。」国人道之，闻之于宋君。宋君令人问之于丁氏，丁氏对曰：「得一人之使，非得一人于井中也。」求闻之若此，不若无闻也。",
    "Translation": "宋国有个姓丁的人，家里没有水井，需要出门去打水，经常派一人在外专管打水。等到他家打了水井，他告诉别人说：「我家打水井得到一个人。」有人听了就去传播：「丁家挖井挖到了一个人。」都城的人人纷纷传说这件事，被宋君听到了。宋君派人向姓丁的问明情况，姓丁的答道，「得到一个人使用，并非在井内挖到了一个活人。」象这样听信传闻，不如不听。",
    "Comment": "",
    "Intro": "《察传》选自《吕氏春秋·慎行论第二》。「察传」即明察传闻之意。文中认为传闻中的事物往往有似是而非之处，应加以审察、深思和验证，否则将铸成大错，甚至导致国亡身死。文章多用寓言故事为论据，生动有趣。",
    "Annotation": "穿井得一人：节选自《吕氏春秋·慎行论·察传》（中华书局2012年版）。题目是编者加的。穿，挖掘、开凿。《吕氏春秋》，又称《吕览》，先秦杂家代表著作。战国末秦相吕不韦（？-前235）集合门客共同编写而成。全书二十六卷，分为十二纪，八览，六论，共一百六十篇。\r\n宋：西周及春秋战国时期诸侯国，在今河南商丘一带。\r\n溉（gài）汲（jí）：打水浇田。溉，浇灌、灌溉。汲，从井里取水。\r\n及：待，等到。\r\n国人：指居住在国都中的人。\r\n道：讲述。\r\n闻之于宋君：使宋国的国军知道这件事。闻，知道、听说，这里是“使知道”的意思。\r\n对：应答，回答。\r\n得一人之使：得到一个人使唤，指得到一个人的劳动力。\r\n求闻之若此：一作“求能之若此”。",
    "PostsCount": 0
  }
]